Repository: 359193585/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: es, ko_kr, tr_tr, zh_cn

source: About
es: Acerca de
ko_kr: mRemoteNG 정보
tr_tr: Hakkında
zh_cn: 关于

source: Active
es: Activo
ko_kr: 활성
tr_tr: Aktif
zh_cn: 活动连接

source: Active Directory
zh_cn: 活动目录

source: Activity
es: Actividad
tr_tr: Aktivite
zh_cn: 活动

# AddConnection
source: New Connection
es: Nueva Conexión
ko_kr: 새 연결
tr_tr: Yeni Bağlantı
zh_cn: 新建连接

# FolderNew
source: New folder
tr_tr: Yeni klasör
zh_cn: 新建目录

source: AddNodeFromXML failed!
es: ¡Adición de Nodo desde XML fallida!
ko_kr: AddNodeFromXML 실패!
tr_tr: XML'den node ekleme başarısız!
zh_cn: AddNodeFromXML 函数执行失败！

source: AddNodesFromSQL failed!
es: ¡Adición de nodos desde SQL fallida!
ko_kr: AddNodesFromSQL 실패!
tr_tr: SQL'den node ekleme başarısız!
zh_cn: AddNodesFromSQL 函数执行失败！

# AllowOnlySingleInstance
source: Allow only a single instance of the application (mRemoteNG restart required)
es: Permitir una sola instancia de la aplicación (reinicio de mRemoteNG necesario)
ko_kr: 어플리케이션에 단일 인스턴스만 허용(mRemoteNG 재시작 필요)
tr_tr: Uygulamanın yalnızca bir örneğine izin ver (mRemoteNG yeniden başlatılmalı)
zh_cn: 仅允许应用程序以单实例运行（需要重新启动mRemoteNG）

source: Always
es: Siempre
ko_kr: 항상
tr_tr: Daima
zh_cn: 始终

# AlwaysConnectEvenIfAuthFails
source: Always connect, even if authentication fails
es: Conectar siempre, aunque falle la autentificación
ko_kr: 인증이 실패하더라도 항상 연결
tr_tr: Kimlik doğrulama başarısız olsa da daima bağlan
zh_cn: 始终连接，即使身份验证失败

# AlwaysShowPanelSelection
source: Always show panel selection dialog when opening connections
es: Mostrar siempre el diálogo de selección de panel cuando se abran conexiones
ko_kr: 연결시 패널 선택 대화상자 항상 표시
tr_tr: Bağlantı açılırken panel seçme diyalogunu daima göster
zh_cn: 在打开连接时总是显示面板选择对话框

source: Always show panel tabs
es: Mostrar las pestañas del panel siempre
ko_kr: 패널 탭 항상 표시
tr_tr: Panel sekmesini daima göster
zh_cn: 始终显示标签面板

# AlwaysShowSysTrayIcon
source: Always show notification area icon
es: Mostrar siempre el Icono de la Bandeja del Sistema
ko_kr: 알림 영역 아이콘 항상 표시
tr_tr: Bilgilendirme alanı simgelerini daima göster
zh_cn: 始终显示通知区域图标

# AskUpdatesCommandAskLater
source: Ask me again later
es: Pregúnteme más adelante
ko_kr: 다음에 다시 묻기
tr_tr: Daha sonra tekrar sor
zh_cn: 稍后询问

# AskUpdatesCommandCustom
source: Customize the settings now
es: Personalice las opciones ahora
ko_kr: 지금 사용자 설정
tr_tr: Ayarları şimdi özelleştir
zh_cn: 自定义设置

# AskUpdatesCommandRecommended
source: Use the recommended settings
es: Emplear la opciones recomendadas
ko_kr: 권장 설정 사용
tr_tr: Tavsiye edilen ayarları kullan
zh_cn: 使用建议设置

# AskUpdatesContent
source: {0} can automatically check for updates that may provide new features and bug fixes. It is recommended that you allow {0} to check for updates weekly.
es: {0} puede comprobar automáticamente actualizaciones que aportarán nuevas funcionalidades y correción de errores. Es recomendable que permita a {0} comprobar actualizaciones semanalmente.
ko_kr: {0}은 새로운 기능 및 버그 수정을 제공 할 수있는 업데이트를 자동으로 확인할 수 있습니다. 매주 업데이트를 확인하도록 {0}을 허용하는 것이 좋습니다.
tr_tr: {0} yeni özellikler ve hata düzeltmelerinin bulunduğu güncelleştirmeleri otomatik olarak kontrol edebilir. Haftalık olarak güncelleştirmeleri kontrol etmesi için {0} 'ye izin vermeniz önerilir.
zh_cn: {0} 可以自动检查更新，新版本提供新功能及错误修复。建议您允许 {0} 每周检查更新。

# AskUpdatesMainInstruction
source: Automatic update settings
es: Opciones de actualización automática
ko_kr: 자동 업데이트 설정
tr_tr: Otomatik güncelleştirme ayarları
zh_cn: 自动更新设置

source: Aspect
es: Aspecto
ko_kr: 양상
tr_tr: Görünüş
zh_cn: 方面

# AutomaticallyGetSessionInfo
source: Automatically get session information
es: Obtener información de sesión automáticamente
ko_kr: 세션 정보를 자동으로 얻음
tr_tr: Oturum bilgilerini otomatik olarak getir
zh_cn: 自动获取会话信息

# AutoSaveEvery
source: Auto save time in minutes (0 means disabled):
es: Autoguardar cada:
ko_kr: 자동 저장 간격 :
tr_tr: Otomatik kaydet her
zh_cn: 自动保存配置，每隔

# AutoSaveMins
source: Minutes (0 means disabled)
es: Minutos (0 significa deshabilitado)
ko_kr: 분 ( 0은 비활성화)
tr_tr: dakikada bir (0 kapalı)
zh_cn: 分钟(0表示禁用)

# AvailableVersion
source: Latest version
es: Versión Disponible
ko_kr: 최종 버전
tr_tr: Son sürüm
zh_cn: 当前版本

# ButtonBrowse
source: &Browse...
es: &Ver...
ko_kr: 검색(&B)
tr_tr: &Aç
zh_cn: 浏览(&B)

# ButtonCancel
source: &Cancel
es: &Cancelar
ko_kr: 취소(&C)
tr_tr: &İptal
zh_cn: 取消(&C)

source: Change
tr_tr: Değiştir
zh_cn: 更改

# ButtonClose
source: &Close
es: &Cerra
ko_kr: 닫기(&C)
tr_tr: &Kapat
zh_cn: 关闭(&C)

source: Default Inheritance
tr_tr: Varsayılan Devralma
zh_cn: 默认继承

source: Default Properties
tr_tr: Varsayılan Özellikler
zh_cn: 默认属性

source: Disconnect
tr_tr: Bağlantıyı kes
zh_cn: 断开连接

# PropertyNameIcon
source: Icon
es: Icono
tr_tr: Simge
zh_cn: 图标

# ButtonImport
source: &Import
es: &Importar
ko_kr: 임포트(&I)
tr_tr: &İçe aktar
zh_cn: 导入(&I)

source: Inheritance
tr_tr: Devral
zh_cn: 继承

# ButtonLaunch
source: &Launch
ko_kr: 시작(&L)
tr_tr: &Çalıştır
zh_cn: 启动(&L)

source: Launch PuTTY
tr_tr: Putty'yi çalıştır
zh_cn: 启动PuTTY

# ButtonNew
source: &New
es: &Nuevo
ko_kr: 신규(&N)
tr_tr: &Yeni
zh_cn: 新建(&N)

# ButtonOK
source: &OK
ko_kr: 확인(&O)
tr_tr: &Tamam
zh_cn: 确定(&O)

source: Properties
tr_tr: Özellikler
zh_cn: 属性

# ButtonScan
source: &Scan
es: &Escanear
ko_kr: 스캔(&S)
tr_tr: &Tara
zh_cn: 扫描(&S)

# ButtonStop
source: &Stop
es: &Parar
ko_kr: 중단(&S)
tr_tr: &Dur
zh_cn: 停止(&S)

# ProxyTest
source: Test Proxy
tr_tr: Test Vekil Sunucu
zh_cn: 测试代理

# CannotImportNormalSessionFile
source: You cannot import a normal connection file. Please use File - Open Connection File for normal connection files!
es: No puede importar un archivo de conexión. ¡Utilice Archivo - Cargar Conexiones para archivos de conexión!
ko_kr: 일반 연결 파일은 가져올 수 없습니다. Please use File - Load Connections for normal connection files!
tr_tr: Normal bir bağlantı dosyasını içe aktaramazsınız. Normal bağlantı dosyaları için lütfen Dosya - Bağlantıları Yükle'yi kullanın!
zh_cn: 您不能导入正常连接文件。请使用文件/加载连接文件以导入正常连接文件！

# CannotStartPortScan
source: Cannot start Port Scan, incorrect IP format!
es: ¡No puede iniciarse el Escáner de Puertos, incorrecto formato IP!
ko_kr: 포트 스캔을 시작 할 수 없습니다. 잘못된 IP 형식 입니다.
tr_tr: Port taraması başlatılamadı, IP formatı geçersiz!
zh_cn: 无法启动端口扫描，IP 格式不正确！

# CategoryAppearance
source: Appearance
es: Apariencia
ko_kr: 모양
tr_tr: Görünüm
zh_cn: 外观

# CategoryConnection
source: Connection
es: Conexión
ko_kr: 연결
tr_tr: Bağlantı
zh_cn: 连接

# CategoryDisplay
source: Display
es: Pantalla
ko_kr: 표시
tr_tr: Ekran
zh_cn: 显示

# CategoryGateway
source: Gateway
es: Puerta de Enlace
ko_kr: 게이트웨이
tr_tr: Ağ geçidi
zh_cn: 网关

# CategoryMiscellaneous
source: Miscellaneous
es: Varios
ko_kr: 기타
tr_tr: Çeşitli
zh_cn: 杂项

# CategoryRedirect
source: Redirect
es: Redirección
ko_kr: 리디렉션
tr_tr: Yönlendir
zh_cn: 重定向

# CcAlwaysShowScreen
source: Always show this screen at startup
es: Mostrar siempre esta pantalla en el inicio
ko_kr: 시작시 항상 이 화면 표시
tr_tr: Bu ekranı her açılışta göster
zh_cn: 总是在启动时显示该屏幕

# CcCheckSucceeded
source: Check succeeded!
es: Comprobación realizada!
ko_kr: 검사 성공!
tr_tr: Kontrol başarılı!
zh_cn: 检查成功！

# CcEOLFailed
source: The (RDP) Sessions feature requires that you have a copy of eolwtscom.dll registered on your system. mRemoteNG ships with this component but it is not registered automatically if you do not use the mRemoteNG Installer. To register it manually, run the following command from an elevated command prompt: regsvr32 "C:\Program Files\mRemoteNG\eolwtscom.dll" (where C:\Program Files\mRemoteNG\ is the path to your mRemoteNG installation). If this check still fails or you are unable to use the (RDP) Sessions feature, please consult the at {0}.
es: La característica de Sesiones (RDP) necesita que se haya registrado la librería eolwtscom.dll en su sistema. mRemoteNG viene con este componente pero no lo registra automáticamente a menos que ejecute el paquete de instalación. Para registrarlo manualmente haga ésto: Abra el diálogo de ejecutar (Inicio - Ejecutar) e introduzca lo siguiente: regsvr32 "c:\Archivos de Programa\mRemoteNG\eolwtscom.dll" (donde c:\Archivos de Programa\mRemoteNG\ es la ruta a la instalación de mRemoteNG). Si continúa sin funcionar la comprobación ó no puede utilizar Sesiones (RDP) en mRemoteNG, consulte el Foro de mRemoteNG en http://forum.mremoteng.org/
ko_kr: (RDP) 세션 기능을 사용하려면 시스템에 eolwtscom.dll의 사본이 있어야합니다. mRemoteNG는이 구성 요소와 함께 제공되지만 mRemoteNG 설치 프로그램을 사용하지 않으면 자동으로 등록되지 않습니다. 수동으로 등록하려면 상승 된 명령 프롬프트에서 다음 명령을 실행하십시오. regsvr32 "C : \ Program Files \ mRemoteNG \ eolwtscom.dll"(여기서 C : \ Program Files \ mRemoteNG \은 mRemoteNG 설치 경로 임). 이 검사가 여전히 실패하거나 (RDP) 세션 기능을 사용할 수없는 경우 http://forum.mremoteng.org/의 mRemoteNG 포럼을 참조하십시오.
tr_tr: (RDP) Oturumları özelliği, sisteminizde kayıtlı eolwtscom.dll'nin bir kopyasını edinmenizi gerektirir. mRemoteNG bu bileşenle birlikte gelir; ancak mRemoteNG Yükleyicisi'ni kullanmazsanız otomatik olarak kaydedilmez. El ile kaydetmek için, bir komut isteminden şu komutu çalıştırın: regsvr32 "C:\Program Files\mRemoteNG\eolwtscom.dll" (C:\Program Files\mRemoteNG\ sizin mRemoteNG kurulumunuzun yolu). Bu kontrol hala başarısız olursa veya (RDP) Oturumlar özelliğini kullanamazsanız lütfen http://forum.mremoteng.org/ adresindeki mRemoteNG Forumu'na başvurun.
zh_cn: RDP会话功能需要您已提前在系统上注册eolwtscom.dll文件。mRemoteNG提供此组件，但是不会自动进行注册，需要您手动执行安装。手动注册可以通过以下方式：打开运行对话框（开始菜单中的运行），并输入以下内容“regsvr32 "c:\Program Files\mRemoteNG\eolwtscom.dll"”（c:\Program Files\mRemoteNG\是您安装mRemoteNG的路径）。如果执行此操作后，依然无法通过RDP会话功能的检测，请在mRemoteNG论坛中咨询，地址是：http://forum.mremoteng.org/

# CcEOLOK
source: EOLWTSCOM was found and seems to be registered properly.
es: EOLWTSCOM ha sido localizado y parece estar registrado correctamente.
ko_kr: EOLWTSCOM이 발견되어 등록 된 것으로 보입니다.
tr_tr: EOLWTSCOM bulundu ve düzgün kayıtlı görünüyor.
zh_cn: 发现EOLWTSCOM组件，组件已注册。

# CcGeckoFailed
source: To use the Gecko Rendering Engine you need to have XULrunner 1.8.1.x and the path to the installation set in your Options. You can download XULrunner 1.8.1.3 here: ftp://ftp.mozilla.org/pub/xulrunner/releases/1.8.1.3/contrib/win32/ When you are finished downloading extract the package to a path of your choice. Then in mRemoteNG go to Tools - Options - Advanced and enter the correct path in the XULrunner path field. If you are still not able to pass this check or use the Gecko Engine in mRemoteNG please consult the at {0}.
es: Para emplear el Motor de Renderizado Gecko necesita tener XULrunner 1.8.1.x y configurada en sus opciones la ruta de instalación. Puede descargar XULrunner 1.8.1.3 aquí: ftp://ftp.mozilla.org/pub/xulrunner/releases/1.8.1.3/contrib/win32/ Cuando haya concluido la descarga, extraiga el paquete en un directorio de su elección. Entonces, en mRemoteNG vaya a Herramientas - Opciones - Avanzado e introduzca dicha ruta en el campo que indica la instalación de XULrunner. Si continúa sin funcionar la comprobación ó no puede utilizar el motor Gecko en mRemoteNG, consulte el Foro de mRemoteNG en http://forum.mremoteng.org/
ko_kr: Gecko 렌더링 엔진을 사용하려면 옵션에 XULrunner 1.8.1.x와 설치 경로가 있어야합니다. XULrunner 1.8.1.3은 ftp://ftp.mozilla.org/pub/xulrunner/releases/1.8.1.3/contrib/win32/에서 다운로드 할 수 있습니다. 다운로드가 끝나면 원하는 경로로 패키지의 압축을 풉니 다. 그런 다음 mRemoteNG에서 Tools - Options - Advanced로 이동하여 XULrunner 경로 필드에 올바른 경로를 입력하십시오. 그래도이 수표를 통과하거나 mRemoteNG의 게코 엔진을 사용할 수 없다면 mRemoteNG 포럼 (http://forum.mremoteng.org/)에 문의하십시오.
tr_tr: Gecko Rendering Engine'i kullanmak için, XULrunner 1.8.1.x'e sahip olmanız ve Kurulum ayarlarınızın Yollar bölümünde ayarlanması gerekir. XULrunner 1.8.1.3 yazılımını buradan indirebilirsiniz: ftp://ftp.mozilla.org/pub/xulrunner/releases/1.8.1.3/contrib/win32/ İndirme işlemini tamamladığınızda, paketi istediğiniz bir yola ayıklayın. Ardından, Araçlar - Seçenekler - Gelişmiş'e gidin ve XULrunner yol alanına doğru yolu girin. Bu kontrolden hala sonuç alamıyorsanız veya Gecko Motorunu mRemoteNG'de kullanamıyorsanız, lütfen http://forum.mremoteng.org/ adresindeki mRemoteNG Forumu'na başvurun.
zh_cn: 使用Gecko渲染引擎，必须事先安装XULrunner 1.8.1.x版本，并且在选项中设置路径。 您可以在此下载XULrunner 1.8.1.3：ftp://ftp.mozilla.org/pub/xulrunner/releases/1.8.1.3/contrib/win32/ 下载完成后请解压此压缩包。然后请在mRemoteNG中的工具/选项/高级的XULrunner字段中填写解压路径。 如果执行此操作后，依然无法通过Gecko渲染引擎的检测，请在mRemoteNG论坛中咨询，地址是：http://forum.mremoteng.org/

# CcGeckoOK
source: GeckoFx was found and seems to be installed properly.
es: GeckoFx ha sido localizado y parece estar instalado correctamente.
ko_kr: GeckoFx가 발견되어 설치 된 것으로 보입니다.
tr_tr: GeckoFx bulundu ve düzgün kurulmuş gibi görünüyor.
zh_cn: 发现GeckoFx组件。

# CcICAFailed
source: ICA requires that the XenDesktop Online Plugin is installed and that the wfica.ocx library is registered. You can download the client here: http://www.citrix.com/download/ If you have the XenDesktop Online Plugin installed and the check still fails, try to register wfica.ocx manually. To do this open up the run dialog (Start - Run) and enter the following: regsvr32 "c:\Program Files\Citrix\ICA Client\wfica.ocx" (Where c:\Program Files\Citrix\ICA Client\ is the path to your XenDesktop Online Plugin installation). If you are still not able to pass this check or use ICA in mRemoteNG please consult the at {0}.
es: ICA necesita que esté instalado XenDesktop Online Plugin y que la librería wfica.ocx esté registrada. Puede descargar el cliente aquí: http://www.citrix.com/download/ Si tiene instalado XenDesktop Online Plugin y la comprobación continúa fallando, pruebe a registrar wfica.ocx manualmente. Para hacer ésto, abra el diálogo ejecutar (Inicio - Ejecutar) e introduzca lo siguiente: regsvr32 "c:\Archivos de Programa\Citrix\ICA Client\wfica.ocx" (Donde c:\Archivos de Programa\Citrix\ICA Client\ es la ruta a su instalación de XenDesktop Online Plugin). Si continúa sin funcionar la comprobación ó no puede utilizar ICA en mRemoteNG, consulte el Foro de mRemoteNG en http://forum.mremoteng.org/
ko_kr: ICA를 사용하려면 XenDesktop Online Plugin이 설치되어 있고 wfica.ocx 라이브러리가 등록되어 있어야합니다. 클라이언트는 http://www.citrix.com/download/에서 다운로드 할 수 있습니다. XenDesktop Online Plugin이 설치되어 있고 검사가 여전히 실패하면 wfica.ocx를 수동으로 등록 해보십시오. 이렇게하려면 실행 대화 상자 (시작 - 실행)를 열고 다음을 입력하십시오. regsvr32 "c : ₩ Program Files ₩ Citrix ₩ ICA Client ₩ wfica.ocx"(여기서 c : \ Program Files \ Citrix \ ICA Client \는 XenDesktop Online Plugin 설치 경로). 그래도이 수표를 통과하거나 mRemoteNG에서 ICA를 사용할 수 없다면 mRemoteNG 포럼 (http://forum.mremoteng.org/)을 참조하십시오.
tr_tr: ICA, XenDesktop Online Plugin'in kurulu olmasını ve wfica.ocx kitaplığının kayıtlı olmasını gerektirir. İstemciyi şu adresten indirebilirsiniz: http://www.citrix.com/download/ XenDesktop Çevrimiçi Eklentisi'ni yüklediyseniz ve kontrol hala başarısız olursa, el ile wfica.ocx kaydetmeyi deneyin. Bunu yapmak için çalıştır iletişim kutusunu açın (Başlat - Çalıştır) ve aşağıdakileri girin: regsvr32 "c:\Program Files\Citrix\ICA İstemci\wfica.ocx" (c:\Program Files\Citrix\ICA Client\ XenDesktop Online Plugin yüklemenizin yolu). Bu kontrolden sonuç alamıyorsanız veya ICA'yi mRemoteNG'de kullanamıyorsanız, http://forum.mremoteng.org/ adresindeki mRemoteNG Forumu'na başvurun "
zh_cn: 启用ICA需要提前安装 XenDesktop Online 插件，并正确注册wfica.ocx库文件。您可以在此下载此插件：http://www.citrix.com/download/ 如果您已安装 XenDesktop Online 插件，但人就检测失败，请手动注册 wfica.ocx 。 请打开运行对话框（开始菜单/运行），并输入如下内容：“regsvr32 "c:\Program Files\Citrix\ICA Client\wfica.ocx" ”（c:\Program Files\Citrix\ICA Client\ 是您安装 XenDesktop Online 插件的路径）。 如果执行此操作后，依然无法通过ICA的检测，请在mRemoteNG论坛中咨询，地址是：http://forum.mremoteng.org/

# CcICAOK
source: All ICA components were found and seem to be registered properly. Citrix ICA Client Control Version {0}
es: Todos los componentes de ICA han sido localizados y parecen estar registrados correctamente. Versión {0} de Citrix ICA Client Control
ko_kr: 모든 ICA 구성 요소가 발견되어 제대로 등록 된 것으로 보입니다. Citrix ICA 클라이언트 제어 버전 {0}
tr_tr: Tüm ICA bileşenleri bulundu ve düzgün kaydedilmiş gibi görünüyor. Citrix ICA Client Control Sürümü {0}
zh_cn: 发现ICA组件。 Citrix ICA 客户端空间版本：{0}

# CcNotInstalledProperly
source: not installed properly
es: no instalado adecuadamente
ko_kr: 제대로 설치가 되어 있지 않습니다.
tr_tr: Düzgün kurulmamış
zh_cn: 安装不正确

# CcPuttyFailed
source: The SSH, Telnet, Rlogin and RAW protocols need PuTTY to work. PuTTY comes with every mRemoteNG package and is located in the installation path. Please make sure that either you have the Putty.exe in your mRemoteNG directory (default: c:\Program Files\mRemoteNG\) or that you specified a valid path to your PuTTY executable in the Options (Tools - Options - Advanced - Custom PuTTY path)
es: Los protocolos SSH, Telnet, Rlogin y RAW necesitan PuTTY para funcionar. PuTTY viene con cada paquete de mRemoteNG y se encuentra en la ruta de instalación. Por favor, asegúrese de que tiene Putty.exe en el directorio de mRemoteNG (por defecto: c:\Archivos de Programa\mRemoteNG) ó que ha especificado una ruta correcta a su ejecutable de PuTTY en las Opciones (Herramientas-Opciones-Avanzado-Ruta personalizada a PuTTY)
ko_kr: SSH, Telnet, Rlogin 및 RAW 프로토콜은 PuTTY가 작동해야합니다. PuTTY는 모든 mRemoteNG 패키지와 함께 제공되며 설치 경로에 있습니다. putty.exe가 mRemoteNG 디렉토리 (기본값 : c : \ Program Files \ mRemoteNG \)에 있거나 PuTTY 실행 파일의 유효한 경로를 옵션 (도구 - 옵션 - 고급 - 사용자 정의 PuTTY)에 지정했는지 확인하십시오 통로)
tr_tr: SSH, Telnet, Rlogin ve RAW protokolleri çalışmak için PuTTY'ye ihtiyaç duyar. PuTTY her mRemoteNG paketi ile birlikte gelir ve kurulum yolunda bulunur. PutTy.exe'yi mRemoteNG dizininizde (varsayılan: c:\Program Files\mRemoteNG\) bulundurduğunuzdan veya PuTTY çalıştırılabilir dosyanız için Seçenekler'de (Araçlar - Seçenekler - Gelişmiş - Özel PuTTY yolu) geçerli bir yol belirttiğinizden emin olun.
zh_cn: SSH、Telnet、Rlogin和RAW协议均基于PuTTY。mRemoteNG安装时会自动安装内置的PuTTY到安装目录中。 请确保Putty.exe在mRemoteNG目录中（默认为 c:\Program Files\mRemoteNG\）或是在选项（工具/选项/高级/自定义PuTTY路径）中指定Putty的有效路径。

# CcPuttyOK
source: The PuTTY executable was found and should be ready to use.
es: El ejecutable de PuTTY ha sido localizado y está listo para usarse.
ko_kr: PuTTY 실행 파일을 찾았으므로 사용할 준비가되었습니다.
tr_tr: PuTTY çalışabilir dosyası bulundu ve kullanıma hazır.
zh_cn: 发现 PuTTY 执行文件。

# CcRDPFailed
source: For RDP to work properly you need to have at least Remote Desktop Connection (Terminal Services) Client 8.0 installed. You can download it here: http://support.microsoft.com/kb/925876 If this check still fails or you are unable to use RDP, please consult the at {0}.
es: Para que RDP funcione adecuadamente necesita tener instalada al menos la versión 8.0 de Remote Desktop Connection (Cliente de Servicios de Terminal). Puede descargarlo de la dirección: https://support.microsoft.com/kb/2592687. Si tiene instalado RDP 8.0 y la comprobación sigue fallando, intente registrar la librería mstscax.dll manualmente. Para hacerlo, abra el diálogo de ejecutar (Inicio-Ejecutar) e introduzca lo siguiente: regsvr32 "c:\windows\system32\mstscax.dll" (donde c:\ es su unidad de sistema). Si continúa teniendo problemas para hacer funcionar RDP, consulte el Foro de mRemoteNG en http://forum.mremoteng.org/
ko_kr: RDP가 제대로 작동하려면 적어도 원격 데스크톱 연결 (터미널 서비스) 클라이언트 8.0이 설치되어 있어야합니다. 다음 사이트에서 다운로드 할 수 있습니다. http://support.microsoft.com/kb/925876 이 검사가 여전히 실패하거나 RDP를 사용할 수없는 경우 mRemoteNG 포럼 (http://forum.mremoteng.org/)을 참조하십시오.
tr_tr: RDP'nin düzgün çalışabilmesi için Uzak Masaüstü Bağlantısı (Terminal Hizmetleri) İstemcisinin en az 8.0 sürümü yüklü olması gerekir. Onu buradan indirebilirsiniz: http://support.microsoft.com/kb/925876 Bu kontrol hala başarısız olursa veya RDP'yi kullanamazsanız lütfen http://forum.mremoteng.org/ adresindeki mRemoteNG Forumu'na başvurun.
zh_cn: 为确保RDP工作征程，请您提前安装远程桌面连接（终端服务客户端）8.0版本。您可以在这里下载：https://support.microsoft.com/kb/2592687 如果您已经安装RDP 8.0，但依然检测失败，请尝试手动注册mstscax.dll文件。注册方法：打开运行对话框（开始菜单/运行），并输入以下命令：“regsvr32 "c:\windows\system32\mstscax.dll"”（C:\是您的系统所在驱动器）。 如果执行此操作后，依然无法正常使用RDP，请在mRemoteNG论坛中咨询，地址是：http://forum.mremoteng.org/

# CcRDPOK
source: All RDP components were found and seem to be registered properly. Remote Desktop Connection Control Version {0}
es: Todos los componentes RDP han sido localizados y parecen registrados adecuadamente. Versión de Control {0} de la Conexión de Escritorio Remoto
ko_kr: 모든 RDP 구성 요소가 발견되어 제대로 등록 된 것으로 보입니다. 원격 데스크톱 연결 제어 버전 {0}
tr_tr: Tüm RDP bileşenleri bulundu ve düzgün bir şekilde kayıtlı görünüyorlar. Uzak Masaüstü Bağlantısı Kontrol Sürümü {0}
zh_cn: 发现 RDP 组件。 远程桌面版本 {0}

# CcVNCFailed
source: VNC requires VncSharp.dll to be located in your mRemoteNG application folder. Please make sure that you have the VncSharp.dll file in your mRemoteNG application folder (usually C:\Program Files\mRemoteNG\). If you are still not able to pass this check or use VNC in mRemoteNG please consult the at {0}.
es: VNC necesita que VncSharp.dll esté situada en la carpeta donde está instalado mRemoteNG. Por favor, compruebe que tiene el archivo VncSharp.dll en la carpeta de instalación de mRemoteNG (normalmente C:\Archivos de Programa\mRemoteNG\). Si continúa sin funcionar la comprobación ó no puede utilizar VNC en mRemoteNG, consulte el Foro de mRemoteNG en http://forum.mremoteng.org/
ko_kr: VNC를 사용하려면 mRemoteNG 응용 프로그램 폴더에 VncSharp.dll이 있어야합니다. mRemoteNG 응용 프로그램 폴더 (일반적으로 C : \ Program Files \ mRemoteNG \)에 VncSharp.dll 파일이 있는지 확인하십시오. 그래도 확인을 통과 할 수 없거나 mRemoteNG에서 VNC를 사용할 수 없다면 mRemoteNG 포럼 (http://forum.mremoteng.org/)에 문의하십시오.
tr_tr: VNC, VncSharp.dll dosyasının mRemoteNG uygulama klasöründe bulunmasını gerektirir. Lütfen VncSharp.dll dosyasını mRemoteNG uygulama klasörünüzde (genellikle C:\Program Files\mRemoteNG\) bulundurduğunuzdan emin olun. Bu kontrolten sonuç alamıyorsanız veya VNC'yi mRemoteNG'de kullanamıyorsanız lütfen http://forum.mremoteng.org/ adresindeki mRemoteNG Forumu'na başvurun.
zh_cn: 使用VNC前，请确认VncSharp.dll在您安装mRemoteNG的目录中（一般为 C:\Program Files\mRemoteNG\）。 如果执行此操作后，依然无法通过VNC的检测，请在mRemoteNG论坛中咨询，地址是：http://forum.mremoteng.org/

# CcVNCOK
source: All VNC components were found and seem to be registered properly. VncSharp Control Version {0}
es: Todos los componentes VNC han sido localizados y parecen registrados adecuadamente. Versión de Control {0} de VncSharp
ko_kr: 모든 VNC 구성 요소가 발견되어 제대로 등록 된 것으로 보입니다. VncSharp 제어 버전 {0}
tr_tr: Tüm VNC bileşenleri bulundu ve düzgün bir şekilde kayıtlı görünüyorlar. VncSharp Kontrol Sürümü {0}
zh_cn: 发现 VNC 组件。 VncSharp 版本 {0}

# CheckboxAutomaticReconnect
source: Automatically try to reconnect when disconnected from server (RDP && ICA only)
es: Tratar de reconectar automáticamente al ser desconectado del servidor (solo RDP && ICA)
ko_kr: 서버와의 연결이 끊어지면 자동으로 다시 연결을 시도합니다 (RDP && ICA 만 해당).
tr_tr: Sunucu bağlantısı kesildiğinde otomatik olarak yeniden bağlanmayı deneyin (yalnızca RDP && ICA)
zh_cn: 服务器连接断开时，自动重试连接(仅限RDP和ICA)

# PropertyNameDomain
source: Domain
es: Dominio
tr_tr: Etki alanı
zh_cn: 域名

# CheckboxDoNotShowThisMessageAgain
source: Do not show this message again.
es: No mostar este mensaje de nuevo.
ko_kr: 이 메시지를 다시 표시 안 함.
tr_tr: Bu mesajı tekrar gösterme
zh_cn: 不再显示此消息。

# CheckboxProxyAuthentication
source: This proxy server requires authentication
es: Este servidor procy requiere autentificación
ko_kr: 이 프록시 서버에는 인증이 필요합니다
tr_tr: Bu proxy sunucusu kimlik doğrulama gerektirir
zh_cn: 此代理服务器要求进行身份验证

# CheckboxPuttyPath
source: Use custom PuTTY path:
es: Usar ruta a PuTTY personalizada:
ko_kr: 사용자 정의 PuTTY 경로 사용 :
tr_tr: Özel PuTTY yolu kullan
zh_cn: 自定义 PuTTY 路径：

# CheckboxReconnectWhenReady
source: Reconnect when ready
es: Reconectar cuando esté listo
ko_kr: 준비되면 다시 연결
tr_tr: Hazır olduğunda tekrar bağlan
zh_cn: 准备完成时重新连接

# CheckboxUpdateUseProxy
source: Use a proxy server to connect
es: Usar servidor proxy para conectar
ko_kr: 프록시 서버를 사용해서 연결
tr_tr: Bağlanmak için proxy sunucusu kullan
zh_cn: 使用代理服务器连接

# PropertyNameUsername
source: Username
es: Nombre de Usuario
tr_tr: Kullanıcı adı
zh_cn: 用户名

source: Wait for Exit
tr_tr: Çıkış için bekleyin
zh_cn: 等待退出

# CheckForUpdate
source: Check Again
es: Comprobar de nuevo
ko_kr: 다시 확인
tr_tr: Tekrar kontrol et
zh_cn: 再次检查
