Repository: 359193585/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: es, ko_kr, tr_tr, zh_cn

# UpdateDownloadComplete
source: Download complete! mRemoteNG will now quit and begin with the installation.
es: ¡Descarga completada! mRemoteNG ahora se cerrará y comenzará la instalación.
ko_kr: 다운로드 완료! mRemoteNG는 이제 종료되고 설치로 시작됩니다.
tr_tr: İndirme tamamlandı! MRemoteNG şimdi kapanacak ve kurulum başlayacak.
zh_cn: 下载完成！ mRemoteNG 将退出并安装更新。

# UpdateDownloadCompleteFailed
source: The update could not be downloaded.
es: ¡Finalización de la descarga fallida!
ko_kr: 업데이트를 다운로드 할 수 없습니다.
tr_tr: Güncelleme indirilemedi.
zh_cn: 下载未完成！

# UpdateDownloadFailed
source: The update download could not be initiated.
es: ¡Descarga de actualización fallida!
ko_kr: 업데이트 다운로드가 시작되지 않을 수 있습니다.
tr_tr: Güncelleştirme karşıdan yüklemesi başlatılamadı.
zh_cn: 升级文件下载失败！

# UpdateFrequencyCustom
source: Every {0} days
es: Cada {0} días
ko_kr: {0} 일마다
tr_tr: Her {0} günde bir
zh_cn: 每隔{0}天

# UpdateFrequencyDaily
source: Daily
es: Diariamente
ko_kr: 매일
tr_tr: Günlük
zh_cn: 每日

# UpdateFrequencyMonthly
source: Monthly
es: Mensualmente
ko_kr: 매월
tr_tr: Aylık
zh_cn: 每月

# UpdateFrequencyWeekly
source: Weekly
es: Semanalmente
ko_kr: 매주
tr_tr: Haftalık
zh_cn: 每周

# UpdateGetChangeLogFailed
source: The change log could not be downloaded.
ko_kr: 변경 로그를 다운로드 할 수 없습니다.
tr_tr: Değişiklik günlüğü indirilemedi.
zh_cn: 更改日志无法下载。

# UseDifferentUsernameAndPassword
source: Use a different username and password
es: Usar otro nombre de usuario y contraseña
ko_kr: 다른 사용자 이름과 암호 사용
tr_tr: Faklı bir kullanıcı adı ve parola kullan
zh_cn: 使用不同的用户名和密码

source: User
es: Usuario
ko_kr: 사용자
tr_tr: Kullanıcı
zh_cn: 用户

# UseSameUsernameAndPassword
source: Use the same username and password
es: Usar el mismo nombre de usuario y contraseña
ko_kr: 동일한 사용자 이름과 암호 사용
tr_tr: Aynı kullanıcı adı ve parolasını kullan
zh_cn: 使用相同的用户名和密码

# UseSmartCard
source: Use a smart card
es: Usar una tarjeta inteligente
ko_kr: 스마트 카드 사용
tr_tr: Smart Kart kullan
zh_cn: 使用智能卡

# UseSQLServer
source: Use SQL Server to load && save connections
es: Emplear SQL Server para cargar && guardar las conexiones
ko_kr: SQL Server를 사용하여 연결로드 및 저장
tr_tr: Baplantıları yüklemek ve kaydetmek için SQL Sunucusu kullanın
zh_cn: 使用SQL服务器加载&保存连接配置

source: Version
es: Versión
ko_kr: 버전
tr_tr: Sürüm
zh_cn: 版本

# VncConnectionDisconnectFailed
source: VNC disconnect failed!
es: ¡Desconexión VNC fallida!
ko_kr: VNC 연결 끊기 실패!
tr_tr: VNC bağlantı kesme başarısız!
zh_cn: VNC 连接断开失败！

# VncRefreshFailed
source: VNC Refresh Screen Failed!
es: ¡Fallo en el refresco de pantalla de VNC!
ko_kr: VNC 화면 새로 고침 실패!
tr_tr: VNC ekrar yenileme başarısız!
zh_cn: VNC 屏幕刷新失败！

source: VNC SendSpecialKeys failed!
es: ¡Fallo en el envío de teclas especiales VNC!
ko_kr: VNC 특수 키 보내기 실패!
tr_tr: VNC Özel tuş gönderme başarısız!
zh_cn: VNC SendSpecialKeys 函数执行失败！

source: VNC Set Event Handlers failed!
es: ¡Asignación de Manejadores de Eventos VNC fallida!
ko_kr: VNC 이벤트 처리기 설정 실패!
tr_tr: VNC Olay İşleyicileri başarısız oldu!
zh_cn: VNC 发送事件句柄失败！

source: VNC Set Props Failed!
es: ¡VNC asignación de Propedades fallida!!
ko_kr: VNC 설정 실패!
tr_tr: VNC Seçenek ayarlama başarısız!
zh_cn: 设置VNC属性失败！

source: VNC Start Chat Failed!
es: ¡Fallo en el arranque del Chat de VNC!
ko_kr: VNC 채팅 시작 실패!
tr_tr: VNC Sohbeti Başarısız!
zh_cn: VNC Chat启动失败！

source: VNC Toggle SmartSize Failed!
es: ¡VNC fallo en el cambio a Tamaño Automático!
ko_kr: VNC SmartSize 전환 실패!
tr_tr: VNC Akıllı Boyut Değiştirme Başarısız!
zh_cn: VNC 窗口自适应切换失败！

source: VNC Toggle ViewOnly Failed!
es: ¡VNC fallo en el cambio a modo ViewOnly!
ko_kr: VNC 보기 전용 전환 실패!
tr_tr: VNC Yalnızca Bak geçişi başarısız!
zh_cn: VNC 查看模式切换失败！

# WarnIfAuthFails
source: Warn me if authentication fails
es: Alertarme si la autentificación falla
ko_kr: 인증 실패시 경고
tr_tr: Kimlik doğrulama başarısız olduğunda beni uyar
zh_cn: 认证失败时弹出警告

source: Warnings
es: Alertas
ko_kr: 경고
tr_tr: Uyarılar
zh_cn: 警告

# WeifenLuoAttribution
source: Uses the DockPanel Suite by [Weifen Luo]
es: Emplea el DockPanel Suite de [Weifen Luo]
tr_tr: [Weifen Luo] tarafından sağlanan DockPanel Suite kullanılıyor
zh_cn: 使用DockPanel Suite[Weifen Luo]

source: XULrunner path:
es: Ruta a XULrunner:
ko_kr: XULRunner 경로 :
tr_tr: XULrunner yolu
zh_cn: XULrunner路径：

source: Yes
es: Sí
ko_kr: 예
tr_tr: Evet
zh_cn: 确定

# MenuReconnectAll
source: Reconnect All Open Connections
ko_kr: 모든 연결을 다시 연결
tr_tr: Tüm Açık Bağlantılara Yeniden Bağlanın
zh_cn: 重新连接所有打开的连接

# RdpOverallConnectionTimeout
source: RDP Connection Timeout
ko_kr: RDP 연결 시간 초과
tr_tr: RDP Bağlantısı Zamanaşımı
zh_cn: RDP连接超时

# NodeAlreadyInFolder
source: This node is already in this folder.
ko_kr: 이 노드는 이미 이 폴더에 있습니다.
tr_tr: Bu düğüm zaten bu klasörde.
zh_cn: 此节点已在此文件夹中。

# NodeCannotDragOnSelf
source: Cannot drag node onto itself.
ko_kr: 노드를 자체로 드래그 할 수 없습니다.
tr_tr: Düğümü kendine sürükleyemezsiniz.
zh_cn: 无法将节点拖到自身上。

# NodeCannotDragParentOnChild
source: Cannot drag parent node onto child.
ko_kr: 상위 노드를 하위 노드로 끌 수 없습니다.
tr_tr: Üst düğüm alt öğeye sürüklenemez.
zh_cn: 无法将父节点拖放到子节点上。

# NodeNotDraggable
source: This node is not draggable.
ko_kr: 이 노드는 드래그 할 수 없습니다.
tr_tr: Bu düğüm sürüklenemez
zh_cn: 该节点不可拖动。

# EncryptionBlockCipherMode
source: Block Cipher Mode
ko_kr: 블록 암호 모드
tr_tr: Blok Şifre Modu
zh_cn: 分组密码模式

source: Encryption Engine
ko_kr: 암호화 엔진
tr_tr: Şifreleme Motoru
zh_cn: 加密引擎

source: Security
tr_tr: Güvenlik
zh_cn: 安全

# EncryptionKeyDerivationIterations
source: Key Derivation Function Iterations
ko_kr: 키 유도 함수 반복
tr_tr: Temel Türev Fonksiyon Yinelemeleri
zh_cn: 关键推导函数迭代

# RdpSoundQualityDynamic
source: Dynamic
ko_kr: 동적
tr_tr: Dinamik
zh_cn: 动态

# RdpSoundQualityHigh
source: High
ko_kr: 높음
tr_tr: Yüksek
zh_cn: 高

# RdpSoundQualityMedium
source: Medium
ko_kr: 중간
tr_tr: Orta
zh_cn: 中

# PropertyDescriptionSoundQuality
source: Choose the Sound Quality provided by the protocol: Dynamic, Medium, High
ko_kr: 프로토콜에서 제공하는 음질을 선택하십시오 : 동적, 중간, 높음
tr_tr: Protokol tarafından sağlanan Ses Kalitesini seçin: Dinamik, Orta, Yüksek
zh_cn: 选择由协议提供的声音质量：动态，中，高

# PropertyNameSoundQuality
source: Sound quality
ko_kr: 음질
tr_tr: Ses Kalitesi
zh_cn: 音质

# UpdatePortableDownloadComplete
source: Download Completed!
ko_kr: 다운로드 완료!
tr_tr: İndirme Tamamlandı!
zh_cn: 下载完成！

# DownloadPortable
source: Download
ko_kr: 다운로드
tr_tr: İndir
zh_cn: 下载

# PropertyDescriptionRDPMinutesToIdleTimeout
source: The number of minutes for the RDP session to sit idle before automatically disconnecting (for no limit use 0)
ko_kr: 자동으로 연결을 끊기 전에 RDP 세션이 유휴 상태가되는 시간 (제한 없이 사용 : 0)
zh_cn: RDP会话在自动断开连接之前闲置的分钟数（无限制使用0）

# PropertyNameRDPMinutesToIdleTimeout
source: Minutes to Idle
ko_kr: 유휴(idle) 분
zh_cn: 空闲等待分钟数

source: Accept
ko_kr: 동의
zh_cn: 接受

source: Add
ko_kr: 추가
zh_cn: 添加

source: Credential Editor
ko_kr: 자격 증명 편집기
zh_cn: 凭据编辑器

source: Credential Manager
ko_kr: 자격 증명 관리자
zh_cn: 凭证管理器

source: Remove
ko_kr: 제거
zh_cn: 移除

source: Title
ko_kr: 타이틀
zh_cn: 标题

# PropertyDescriptionCredential
source: Select which credential to use for this connection.
ko_kr: 이 연결에 사용할 자격 증명을 선택.
zh_cn: 选择用于此连接的凭证。

# ConfirmDeleteCredentialRecord
source: Are you sure you want to delete the credential record, {0}?
ko_kr: 자격 증명 레코드 {0}을 (를) 삭제 하시겠습니까?
zh_cn: 您确定要删除凭据记录{0}吗？

# FindMatchingCredentialFailed
source: Could not find a credential record with ID matching "{0}" for the connection record named "{1}".
ko_kr: ID가 "{1}"인 연결 레코드에 대해 "{0}"과 일치하는 자격증명 레코드를 찾을 수 없습니다.
zh_cn: 找不到名为“{1}”的连接记录的ID为“{0}”的凭证记录。

# PropertyDescriptionRDPAlertIdleTimeout
source: Select whether to receive an alert after the RDP session disconnects due to inactivity
ko_kr: 비활성으로 인해 RDP 세션 연결이 끊어진 후 알림 수신 여부 선택
zh_cn: 选择是否在RDP会话由于不活动而断开连接后收到警报

# PropertyNameRDPAlertIdleTimeout
source: Alert on Idle disconnect
ko_kr: 유휴 연결 끊김 경고
zh_cn: 空闲断开警报

# PasswordConstainsSpecialCharactersConstraintHint
source: Password must contain at least {0} of the following characters: {1}
ko_kr: 비밀번호는 {0} 이상의 문자를 포함해야합니다 : {1}
zh_cn: 密码必须至少包含{0}个以下所示字符：{1}

# PasswordContainsLowerCaseConstraintHint
source: Password must contain at least {0} lower case character(s)
ko_kr: 비밀번호는 적어도 소문자가 {0} 이상이어야합니다.
zh_cn: 密码必须至少包含{0}个小写字符

# PasswordContainsNumbersConstraint
source: Password must contain at least {0} number(s)
ko_kr: 비밀번호는 최소한 {0} 숫자를 포함해야합니다.
zh_cn: 密码必须至少包含{0}个数字

# PasswordContainsUpperCaseConstraintHint
source: Password must contain at least {0} upper case character(s)
ko_kr: 비밀번호는 적어도 {0} 이상의 대문자를 포함해야합니다.
zh_cn: 密码必须至少包含{0}大写字符

# PasswordLengthConstraintHint
source: Password length must be between {0} and {1}
ko_kr: 암호 길이는 {0}에서 {1} 사이 여야합니다.
zh_cn: 密码长度必须介于{0}和{1}之间

# ChooseLogPath
source: Choose a path for the mRemoteNG log file
ko_kr: mRemoteNG 로그 파일의 경로 선택
zh_cn: 为mRemoteNG日志文件选择一个路径

source: Debug
ko_kr: 디버그
zh_cn: 调试

source: Show these message types
ko_kr: 이 메시지 형시 표시
zh_cn: 显示这些消息类型

source: Log file path
ko_kr: 로그 파일 경로
zh_cn: 日志文件路径

source: Log these message types
ko_kr: 이 메시지 형식 로그
zh_cn: 记录这些消息类型

source: Choose path
ko_kr: 경로 선택
zh_cn: 选择路径

source: Open file
ko_kr: 파일 열기
zh_cn: 打开文件

source: Use default
ko_kr: 기본값 사용
zh_cn: 使用默认

source: Logging
ko_kr: 로깅
zh_cn: 记录

source: Popups
ko_kr: 팝업
zh_cn: 弹出窗口

# LogToAppDir
source: Log to application directory
ko_kr: 응용 프로그램 디렉토리에 로그
zh_cn: 登录到应用程序目录

source: Assigned Credential
ko_kr: 할당 된 자격 증명
zh_cn: 分配凭据

# HttpsInsecureAllowAlways
source: Allow Always
ko_kr: 항상 허용
zh_cn: 始终允许

# HttpsInsecureAllowOnce
source: Allow Once
ko_kr: 한번 허용
zh_cn: 允许一次

# HttpsInsecureDontAllow
source: Don't Allow
ko_kr: 허용 안함
zh_cn: 不允许

# HttpsInsecurePrompt
source: Allow Insecure Certificate for URL: {0}?
ko_kr: URL에 대한 안전하지 않은 인증서 허용 : {0}?
zh_cn: 允许网址{0}的不安全证书？

# HttpsInsecurePromptTitle
source: Allow Insecure Certificate?
ko_kr: 안전하지 않은 인증서를 허용 하시겠습니까?
zh_cn: 允许不安全的证书？

# RepositoryIsUnlocked
source: The selected repository is unlocked
zh_cn: 选定的存储库已解锁

source: Incorrect password
zh_cn: 密码错误

source: Source
zh_cn: 资源

source: Unlocking
zh_cn: 解锁

source: Unlock Credential Repository
zh_cn: 解锁凭据存储库

source: Unlock
zh_cn: 解锁

# PromptUnlockCredReposOnStartup
source: Prompt to unlock credential repositories on startup
zh_cn: 提示在启动时解锁凭据存储库

source: Credentials
zh_cn: 凭据

source: Upgrade
zh_cn: 升级

source: Back
zh_cn: 后退

source: Connection file path
zh_cn: 连接文件路径

source: Create and open new file
zh_cn: 创建并打开新文件

source: Open a different file
zh_cn: 打开一个不同的文件

# CredentialManagerUpgradeDescription
source: In v1.77 we have introduced a credential management system. This feature requires a significant change in how we store and interact with credentials within mRemoteNG. You will be required to perform a one-way upgrade of your mRemoteNG connections file. This page will walk you through the process of upgrading your connections file or give you a chance to open a different connections file if you do not want to perform the upgrade.
zh_cn: 在v1.77中，我们引入了凭证管理系统。此功能要求我们在mRemoteNG中存储和交互凭据的方式发生重大变化。您将需要执行mRemoteNG连接文件的单向升级。 如果您不想执行升级，此页面将引导您完成升级连接文件的过程，或者让您有机会打开不同的连接文件。

# CredentialUnavailable
source: Credential not available
zh_cn: 凭据不可用

# OptionsThemeDeleteConfirmation
source: Do you really want to delete the theme?
zh_cn: 你真的想删除主题吗？

# OptionsThemeEnableTheming
source: Enable themes
zh_cn: 启用主题

# OptionsThemeNewThemeCaption
source: New theme name
zh_cn: 新主题名称

# OptionsThemeNewThemeError
source: Cannot create theme, name already present or special characters in the name
zh_cn: 无法创建主题，名称已存在或名称中有特殊字符

# OptionsThemeNewThemeText
source: Type the new theme name
zh_cn: 输入新的主题名称

# OptionsThemeErrorNoThemes
source: No themes are loaded, check that the default mRemoteNG themes exist in the 'themes' folder
zh_cn: 未加载任何主题，请检查默认的mremoteNG主题是否存在于“主题”文件夹中

# CouldNotFindExternalTool
source: Could not find external tool with name "{0}"
zh_cn: 无法找到名称为“{0}”的外部工具

# ConfigurationCreateNew
source: Create a New Connection File
zh_cn: 创建一个新的连接文件

# ConnectionFileNotFound
source: The connection file could not be found.
zh_cn: 无法找到连接文件。

# ConfigurationImportFile
source: Import an Existing File
zh_cn: 导入现有文件

# ConfigurationCustomPath
source: Use a Custom File Path
zh_cn: 使用自定义文件路径

source: Testing connection
zh_cn: 测试连接

# ServerNotAccessible
source: Server '{0}' was not accessible.
zh_cn: 服务器“{0}”无法访问。

source: Connection successful
zh_cn: 连接成功

# LoginFailedForUser
source: Login failed for user '{0}'.
zh_cn: 用户“{0}”登录失败。

# DatabaseNotAvailable
source: Database '{0}' not available.
zh_cn: 数据库“{0}”不可用。

source: Save connections after every edit
zh_cn: 每次编辑后保存连接

source: Filter search matches in connection tree
zh_cn: 在连接树中过滤搜索匹配

source: Test connection
zh_cn: 测试连接

# LabelReadOnly
source: Read only:
zh_cn: 只读

# LoadBalanceInfoUseUtf8
source: Use UTF8 encoding for RDP "Load Balance Info" property
zh_cn: 对RDP“负载均衡信息”属性使用UTF8编码

# TimeoutInSeconds
source: Timeout [seconds]
zh_cn: 超时（秒）

source: Run elevated
zh_cn: 运行已提升

# RunElevateHeader
source: Run elevate
zh_cn: 运行提升

# ShowOnToolbarColumnHeader
source: Show on toolbar column
zh_cn: 显示在工具栏上

# WorkingDirColumnHeader
source: Working directory
zh_cn: 工作目录

# LockToolbars
source: Lock toolbar positions
zh_cn: 锁定工具栏位置

source: Import sub OUs
zh_cn: 导入子OU

# MenuLockToolbars
source: Lock toolbar positions
zh_cn: 锁定工具栏位置

# MenuMultiSshToolbar
source: Multi SSH toolbar
zh_cn: 多SSH工具栏

source: Advanced security options
zh_cn: 高级安全选项

# OptionsPageTitle
source: mRemoteNG Options
zh_cn: mRemoteNG选项

# ConnectNoCredentials
source: Connect without credentials
ko_kr: 자격 증명없이 연결
tr_tr: Kimlik olmadan bağlan

# HttpInternetExplorer
source: Internet Explorer
ko_kr: 인터넷 익스플로러

# PropertyDescriptionRedirectClipboard
source: Select whether clipboard should be shared.
es: Seleccione si el portapapeles debe compartirse con el host remoto.

# PropertyNameRedirectClipboard
source: Clipboard
es: Portapapeles

source: Ultra VNC Repeater
es: Repetidor de Ultra VNC
