Repository: 359193585/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: es, ko_kr, tr_tr, zh_cn

# RdpDisableWallpaper
source: Disable Wallpaper
es: Desactivar Fondo de Pantalla
ko_kr: 바탕 화면 해제
tr_tr: Duvar Kağıdını Devre Dışı Bırak
zh_cn: 禁用壁纸功能

source: RDP disconnected!
es: ¡RDP desconectado!
ko_kr: RDP 연결 끊기!
tr_tr: RDP bağlantısı kesildi!
zh_cn: RDP连接已断开！

# RdpDisconnectFailed
source: RDP Disconnect failed, trying to close!
es: ¡Fallo en la desconexión RDP, intentando cerrar!
ko_kr: RDP 연결 끊기 실패, 닫기 시도!
tr_tr: RDP bağlantısı kesilemedi, kapatmaya çalışılıyor!
zh_cn: RPD连接断开失败，正在尝试关闭！

# RdpErrorCode1
source: Internal error code 1.
es: Código de error interno 1.
ko_kr: 내부 오류 코드 1.
tr_tr: Dahili hata kodu 1.
zh_cn: 内部错误代码 1。

# RdpErrorCode2
source: Internal error code 2.
es: Código de error interno 2.
ko_kr: 내부 오류 코드 2.
tr_tr: Dahili hata kodu 2.
zh_cn: 内部错误代码 2。

# RdpErrorCode3
source: Internal error code 3. This is not a valid state.
es: Código de error interno 3. No es un estado válido.
ko_kr: 내부 오류 코드 3. 유효한 상태가 아닙니다.
tr_tr: Dahili hata kodu 3. Bu geçerli bir durum değil.
zh_cn: 内部错误代码 3。无效状态。

# RdpErrorCode4
source: Internal error code 4.
es: Código de error interno 4.
ko_kr: 내부 오류 코드 4.
tr_tr: Dahili hata kodu 4.
zh_cn: 内部错误代码 4。

# RdpErrorConnection
source: An unrecoverable error has occurred during client connection.
es: Ha ocurrido un error irrecuperable durante la conexión del cliente.
ko_kr: 클라이언트 연결 중에 복구 할 수없는 오류가 발생했습니다.
tr_tr: İstemci bağlantısı sırasında kurtarılamayan bir hata oluştu.
zh_cn: 客户端连接时，发生无法恢复的错误。

# RdpErrorGetFailure
source: GetError failed (FatalErrors)
ko_kr: GetError 변경 (FatalErrors)
tr_tr: Hata çağırma başarısız (Önemli Hatalar)
zh_cn: GetError 函数失败（致命错误）！

# RdpErrorGetUnknown
source: An unknown fatal RDP error has occurred. Error code {0}.
es: Ha ocurrido un error RDP fatal desconocido. Código de error {0}.
ko_kr: 알 수없는 치명적인 RDP 오류가 발생했습니다. 오류 코드 {0}.
tr_tr: Bilinmeyen bir önemli RDP hatası oluştu. Hata kodu {0}.
zh_cn: 发生了未知的RDP致命错误。错误代码{0}。

# RdpErrorOutOfMemory
source: An out-of-memory error has occurred.
es: Ha ocurrido un error de desbordamiento de memoria.
ko_kr: 메모리 부족 오류가 발생했습니다.
tr_tr: Bir bellek yetersiz hatası oluştu.
zh_cn: 发生内存不足错误。

# RdpErrorUnknown
source: An unknown error has occurred.
es: Ha ocurrido un error desconocido.
ko_kr: 알 수없는 오류가 발생했습니다.
tr_tr: Bilinmeyen bir hata oluştu.
zh_cn: 发生未知错误。

# RdpErrorWindowCreation
source: A window-creation error has occurred.
es: Ha ocurrido un error en la creación de la ventana.
ko_kr: 창 생성 오류가 발생했습니다.
tr_tr: Bir pencere oluşturma hatası oluştu.
zh_cn: 发生窗口创建错误。

# RdpErrorWinsock
source: Winsock initialization error.
es: Error de inicialización del Winsock.
ko_kr: Winsock 초기화 오류입니다.
tr_tr: Winsock başlatma hatası.
zh_cn: Winsock 初始化错误。

# RdpFileCouldNotBeImported
source: Couldn't import rdp file!
es: ¡No pudo importarse el archivo RDP!
ko_kr: rdp 파일을 가져올 수 없습니다!
tr_tr: Rdp dosyası alınamadı!
zh_cn: 无法导入 rdp 文件 ！

# RdpFitToPanel
source: Fit To Panel
es: Ajustar al panel
ko_kr: 패널 맞추기
tr_tr: Panele Sığdır
zh_cn: 适合面板

source: RDP Focus failed!
es: ¡RDP Focus fallido!
ko_kr: RDP 초점 실패!
tr_tr: RDP Odaklama başarısız oldu!
zh_cn: RDP 焦点失败！

# RdpGatewayIsSupported
source: RD Gateway is supported.
es: RD Gateway soportado.
ko_kr: RD 게이트웨이가 지원됩니다.
tr_tr: RD Ağ Geçidi desteklenmektedir.
zh_cn: 支持远程桌面网关。

# RdpGatewayNotSupported
source: RD Gateway is not supported!
es: ¡No está soportada la Gateway RD!
ko_kr: RD 게이트웨이는 지원되지 않습니다!
tr_tr: RD Ağ Geçidi desteklenmemektedir.
zh_cn: 不支持远程桌面网关。

# RdpGetSessionsFailed
source: GetSessions failed!
es: ¡Obtención de sesión fallida!
ko_kr: GetSessions 실패!
tr_tr: Oturumları çağırma başarısız!
zh_cn: GetSessions 函数执行失败！

# RdpReconnectCount
source: RDP reconnection count:
es: Contador de Reconexiones RDP:
ko_kr: RDP 재 연결 수 :
tr_tr: RDP yeniden bağlanma sayısı
zh_cn: RDP 重新连接计数器：

source: RDP SetAuthenticationLevel failed!
es: ¡RDP Asignación de Nivel de Autenticación fallida!
ko_kr: RDP SetAuthenticationLevel 실패!
tr_tr: RDP Kimlik Doğrulama Düzeyi Ayarlanamadı!
zh_cn: RDP SetAuthenticationLevel 函数执行失败！

# RdpSetConsoleSessionFailed
source: RDP SetUseConsoleSession failed!
es: ¡RDP Uso de Sesión de Consola fallida!
ko_kr: RDP SetUseConsoleSession 실패!
tr_tr: RDP konsol oturumunu kullanma başarısız!
zh_cn: RDP 控制台会话设置失败！

# RdpSetConsoleSwitch
source: Setting Console switch for RDC {0}.
es: Configurando switch de Consola para RDC {0}.
ko_kr: RDC {0}에 대한 콘솔 스위치 설정 중입니다.
tr_tr: RDC {0} için Konsol anahtarını ayarlama.
zh_cn: 切换到远程桌面客户端 {0} 控制台会话。

source: RDP SetCredentials failed!
es: ¡RDP Asignación de Credenciales fallida!
ko_kr: RDP setCredentials 실패!
tr_tr: RDP Kimlik bilgilerini ayarlama başarısız oldu!
zh_cn: RDP 凭据设置失败！

source: RDP SetEventHandlers failed!
es: ¡RDP Asignación de Manejadores de Eventos fallida!
ko_kr: RDP SetEventHandlers 실패!
tr_tr: RDP Olay İşleyicisi ayarlama başarısız oldu!
zh_cn: RDP 事件句柄设置失败！

# RdpSetGatewayFailed
source: RDP SetRDGateway failed!
es: ¡RDP asignar RDGateway fallida!
ko_kr: RDP SetRDGateway 실패!
tr_tr: RDP RD Gateway ayarlama başarısız oldu!
zh_cn: RDP 远程桌面网关设置失败！

source: RDP SetPerformanceFlags failed!
es: ¡RDP Asignación de Valores de Rendimiento fallida!
ko_kr: RDP SetPerformanceFlags 실패!
tr_tr: RDP Performans ayarları başarısız oldu!
zh_cn: RDP SetPerformanceFlags 函数执行失败！

source: RDP SetPort failed!
es: ¡RDP Asignación de Puerto fallida!
ko_kr: RDP SetPort 실패!
tr_tr: RDP Port ayarlama başarısız!
zh_cn: RDP 端口设置失败！

source: RDP SetProps failed!
es: ¡RDP Asignación de Propiedades fallida!
ko_kr: RDP SetProps 실패!
tr_tr: RDP Prob'ları ayarlama başarısız!
zh_cn: RDP 属性设置失败！

source: Rdp Set Redirection Failed!
es: ¡RDP Asignación de Redirección fallida!
ko_kr: RDP 설정 리디렉션 실패!
tr_tr: Rdp Yönlendirme ayarlaması Başarısız!
zh_cn: RDP 重定向设置失败！

source: Rdp Set Redirect Keys Failed!
es: ¡RDP Asignación de Claves de Redirección fallida!
ko_kr: RDP 설정 리디렉션 키 실패!
tr_tr: RDP Yönlendirme Anahtarlarını ayarlama başarısız!
zh_cn: Rdp 重定向键设置失败！

source: RDP SetResolution failed!
es: ¡RDP Asignación de Resolución fallida!
ko_kr: RDP 해상도 설정 실패!
tr_tr: RDP Çözünürlük ayarlama başarısız!
zh_cn: RDP 分辨率设置失败！

# RdpSmartSize
source: Smart Size
es: Tamaño inteligente
ko_kr: 스마트 사이즈
tr_tr: Akıllı boyut
zh_cn: 自适应大小

# RdpSoundBringToThisComputer
source: Bring to this computer
es: Traer a este equipo
ko_kr: 컴퓨터 가져 오기
tr_tr: Bu bilgisayara getirin
zh_cn: 带到这台计算机

# RdpSoundDoNotPlay
source: Do not play
es: Sin sonido
ko_kr: 재생 금지
tr_tr: Oynatma
zh_cn: 不要播放

# RdpSoundLeaveAtRemoteComputer
source: Leave at remote computer
es: Mantener en el equipo remoto
ko_kr: 원격 컴퓨터 나가기
tr_tr: Uzak bilgisayarda bırakın
zh_cn: 留在远程计算机

source: RDP ToggleFullscreen failed!
es: ¡RDP fallo en el cambio a Pantalla Completa!
ko_kr: RDP 전체화면 전환 실패!
tr_tr: RDP Tam Ekrana Geçiş başarısız!
zh_cn: RDP 全屏模式切换失败！

source: RDP ToggleSmartSize failed!
es: ¡RDP fallo en el cambio a Tamaño Automático!
ko_kr: RDP SmartSize 전환 실패!
tr_tr: RDP Akıllı Boyutlandırma başarısız!
zh_cn: RDP 窗口自适应切换失败！

# ReconnectAtStartup
source: Reconnect to previously opened sessions on startup
es: Reconectar en el arranque sesiones previamente abiertas
ko_kr: 시작시 이전에 열린 세션에 다시 연결
tr_tr: Başlangıçta daha önce açılmış oturumlara yeniden bağlan
zh_cn: 启动时自动连接上次打开的会话

source: Refresh
es: Actualziar
ko_kr: 새로 고침
tr_tr: Yenile
zh_cn: 刷新

source: Remote file
es: Archivo remoto
ko_kr: 원격 파일
tr_tr: Uzak Dosya
zh_cn: 远程文件

source: Remove All
es: Eliminar Todo
ko_kr: 모두 제거
tr_tr: Hepsini Sil
zh_cn: 全部移除

source: Rename
es: Renombrar
ko_kr: 이름 바꾸기
tr_tr: Yeniden Adlandır
zh_cn: 重命名

source: Save
es: Guardar
ko_kr: 저장
tr_tr: Kaydet
zh_cn: 保存

source: Save All
es: Guardar Todo
ko_kr: 모두 저장
tr_tr: Hepsini Kaydet
zh_cn: 全部保存

# SaveConnectionsFileBeforeOpeningAnother
source: Do you want to save the current connections file before loading another?
es: ¿Quiere guardar el actual archivo de conexiones antes de cargar otro?
ko_kr: 다른 연결 파일을로드하기 전에 현재 연결 파일을 저장 하시겠습니까?
tr_tr: Başka bir yüklemeden önce geçerli bağlantı dosyasını kaydetmek istiyor musunuz?
zh_cn: 打开其它连接配置文件前，是否保存当前配置文件？

# SaveConsOnExit
source: Save connections on exit
es: Guardar conexiones al salir
ko_kr: 종료시 연결 저장
tr_tr: Çıkışta bağlantıları kaydet
zh_cn: 退出时保存连接配置文件

# SaveImageFilter
source: Graphics Interchange Format File (.gif)|*.gif|Joint Photographic Experts Group File (.jpeg)|*.jpeg|Joint Photographic Experts Group File (.jpg)|*.jpg|Portable Network Graphics File (.png)|*.png
ko_kr: Graphics Interchange Format File (.gif) | * .gif | Joint Photographic Experts Group 파일 (.jpeg) | * .jpeg | Joint Photographic Experts Group 파일 (.jpg) | * .jpg | Portable Network Graphics File (.png) | * .png
zh_cn: GIF(.gif)|*.gif|JPEG(.jpeg)|*.jpeg|JPEG(.jpg)|*.jpg|PNG(.png)|*.png

source: Screen
es: Pantalla
ko_kr: 화면
tr_tr: Ekran
zh_cn: 屏幕

source: Screenshot
es: Volcado de pantalla
ko_kr: 스크린 샷
tr_tr: Ekran Görüntüsü
zh_cn: 屏幕截图

source: Screenshots
es: Volcados de Pantalla
ko_kr: 스크린 샷
tr_tr: Ekran Görüntüleri
zh_cn: 屏幕截图

# SearchPrompt
source: Search
es: Buscar
ko_kr: 검색
tr_tr: Ara
zh_cn: 搜索

source: Send To
es: Enviar a...
ko_kr: 보내기 ...
tr_tr: Gönder...
zh_cn: 发送到…

# SessionGetFailed
source: Get Sessions Background failed
es: Falla al iniciar sesiones en Fondo
ko_kr: 세션 배경 가져오지 실패
tr_tr: Oturumların Arkaplanları alınamadı
zh_cn: 获取后台会话失败

# SessionKillFailed
source: Kill Session Background failed
es: Fallo al detener sesión en Fondo
ko_kr: 세션 배경을 제거하지 못함
tr_tr: Oturumun Arkaplanı durdurulamadı
zh_cn: 结束后台会话失败

# SetHostnameLikeDisplayName
source: Set hostname like display name when creating or renaming connections
es: Usar el nombre del host como nombre a mostrar cuando se creen nuevas conexiones
ko_kr: 연결을 만들거나 이름을 변경할 때 표시 이름과 같은 호스트 이름 설정
tr_tr: Bağlantılar oluştururken veya yeniden adlandırırken ana bilgisayar adını görüntü adı gibi ayarla
zh_cn: 新建或重命名连接时，主机名自动设置为显示名称

source: Setting main form text failed
es: Fallo en la asignación de texto en el formulario principal
ko_kr: 기본 양식 텍스트 설정 실패
tr_tr: Ana form metnini ayarlama başarısız oldu
zh_cn: 主窗体文本设置失败！

# SettingsCouldNotBeSavedOrTrayDispose
source: Couldn't save settings or dispose SysTray Icon!
es: ¡No se pudieron guardar las preferencias o disponer el Icono de la Bandeja del Sistema!
ko_kr: 설정을 저장하거나 시스 트레이 아이콘을 삭제할 수 없습니다!
tr_tr: Ayarlar kaydedilemiyor veya sistem tepsisi simgesi atılamıyor!
zh_cn: 无法保存配置或设置系统托盘图标！

# ShowDescriptionTooltips
source: Show description tooltips in connection tree
es: Mostrar la descripción de las tooltips en el arbol de conexiones
ko_kr: 연결 트리에 설명 툴팁 표시
tr_tr: Bağlantı ağacında açıklama araç ipuçları göster
zh_cn: 在连接树窗口中显示工具提示

# ShowFullConsFilePath
source: Show full connections file path in window title
es: Mostrar la ruta completa al archivo de conexión en el título de la ventana
ko_kr: 창 제목에 전체 연결 파일 경로 표시
tr_tr: Pencere başlığında bağlantıların tam yolunu göster
zh_cn: 在窗口标题中显示完整的连接配置文件路径

# ShowLogonInfoOnTabs
source: Show logon information on tab names
es: Mostrar información de sesión en los nombres de las pestañas
ko_kr: 탭 이름에 로그온 정보 표시
tr_tr: Sekme adlarında oturum açma bilgilerini göster
zh_cn: 在标签名称中显示登录信息

# ShowProtocolOnTabs
source: Show protocols on tab names
es: Mostrar el protocolo en los nombres de las pestañas
ko_kr: 탭 이름에 프로토콜 표시
tr_tr: Sekme adlarında protokolleri göster
zh_cn: 在标签名称中显示通讯协议

source: Single click on connection opens it
es: Un solo clic en una conexión la abre
ko_kr: 연결을 한번 클릭하면 열기
tr_tr: Bağlantı tek tıklama ile açılır
zh_cn: 单击打开连接

# SingleClickOnOpenConnectionSwitchesToIt
source: Single click on opened connection in Connection Tree switches to opened Connection Tab
es: Un solo clic en una conexión abierta cambia a ella
ko_kr: 연결 트리에서 열린 연결을 한 번 클릭하면 열린 연결 탭으로 전환.
tr_tr: Bağlantı Ağacı'nda açılan bağlantıyı tek tıklattığınızda Bağlantı Sekmesi açılır
zh_cn: 单击切换连接

source: Sort
es: Ordenar
ko_kr: 정렬
tr_tr: Sırala
zh_cn: 排序

# SortAsc
source: Ascending (A-Z)
es: Ascendente (A-Z)
ko_kr: 오름차순 (A-Z)
tr_tr: Artan (A-Z)
zh_cn: 升序(A至Z)

# SortDesc
source: Descending (Z-A)
es: Descendente (Z-A)
ko_kr: 내림차순 (Z-A)
tr_tr: Azalan (Z-A)
zh_cn: 降序(Z至A)

source: Special Keys
es: Teclas especiales
ko_kr: 특수 키
tr_tr: Özel Tuşlar
zh_cn: 特殊键

# SQLInfo
source: Please see Help - Getting started - SQL Configuration for more Info!
es: ¡Por favor, mire en Ayuda - Comenzando - Configuración SQL para más información!
ko_kr: 자세한 정보는 도움말 - 시작하기 - SQL 구성을 참조하십시오!
tr_tr: Lütfen daha fazla bilgi için Yardım - Başlarken - SQL Yapılandırması bölümüne bakın!
zh_cn: 请查看 帮助-入门-SQL配置 以获取更多信息。

source: SQL Server
ko_kr: SQL 서버
zh_cn: SQL服务器

# SqlUpdateCheckUpdateAvailable
source: SQL Update check finished and there is an update available! Going to refresh connections.
es: ¡Finalizada la actualización SQL, existe una actualización disponible! Actualizando conexiones.
ko_kr: SQL 업데이트 확인이 완료되었으며 사용 가능한 업데이트가 있습니다! 연결을 새로 고칩니다.
tr_tr: SQL Güncelleme kontrolü bitti ve kullanılabilir bir güncelleme var! Bağlantıları yenilemeye gidiliyor.
zh_cn: SQL升级检查发现可用更新！即将刷新连接。

# Ssh1
source: SSH version 1
es: SSH versión 1
ko_kr: SSH 버전 1
zh_cn: SSH v1

# Ssh2
source: SSH version 2
es: SSH versión 2
ko_kr: SSH 버전 2
zh_cn: SSH v2

# SSHStartTransferBG
source: SSH background transfer failed!
es: ¡Tranferencia SSH en segundo plano fallida!
ko_kr: SSH 배경 전송 실패!
tr_tr: SSH arkaplan trasferi başarısız!
zh_cn: SSH 后台传输失败！

# SSHTranferSuccessful
source: Transfer successful!
es: ¡Transferencia Correcta!
ko_kr: 전송 성공!
tr_tr: Transfer başarılı!
zh_cn: 传输成功！

# SSHTransferEndFailed
source: SSH Transfer End (UI.Window.SSHTransfer) failed!
es: ¡Final de Transferencia SSH (UI.Window.SSHTransfer) fallida!
ko_kr: SSH 전송 종료 (UI.Window.SSHTransfer)가 실패했습니다!
tr_tr: SSH Transferi bitirilemedi (UI.Window.SSHTransfer)
zh_cn: SSH 传输结束(UI.Window.SSHTransfer）失败！

source: SSH transfer failed.
ko_kr: SSH 전송에 실패했습니다.
tr_tr: SSH transferi başarısız.
zh_cn: SSH 传输失败。

source: First IP
tr_tr: Başlangıç IP
zh_cn: 起始IP

source: First Port
tr_tr: Başlangıç Port
zh_cn: 起始端口

source: Startup/Exit
es: Inicio/Salir
ko_kr: 시작 / 종료
tr_tr: Açılış/Çıkış
zh_cn: 启动/退出

source: Status
es: Estado
ko_kr: 상태
tr_tr: Durum
zh_cn: 状态

# SwitchToErrorsAndInfos
source: Switch to Notifications panel on:
es: Cambiar al Panel de Notificaciones:
ko_kr: 알림 패널에서 다음으로 전환 :
tr_tr: Şunlardan bildirimler paneline geçin
zh_cn: 切换到通知面板

source: Advanced
tr_tr: Gelişmiş
zh_cn: 高级

# TabsAndPanels
source: Tabs && Panels
es: Pestañas && Paneles
ko_kr: 탭 & 패널
tr_tr: Sekmeler && Paneller
zh_cn: 标签&面板

source: Updates
tr_tr: Güncellemeler
zh_cn: 升级

source: The following:
es: El siguiente:
ko_kr: 다음 :
tr_tr: Aşağıdaki
zh_cn: 以下：

# ThemeCategoryConfigPanel
source: Config Panel
es: Panel de configuración
ko_kr: 설정 패널
tr_tr: Ayar Paneli
zh_cn: 配置面板

# ThemeCategoryConnectionsPanel
source: Connections Panel
es: Panel de conexiones
ko_kr: 연결 패널
tr_tr: Bağlantılar Paneli
zh_cn: 连接面板

# ThemeDescriptionConfigPanelBackgroundColor
source: The background colour of the config panel.
es: El color de fondo del panel de configuración.
ko_kr: 구성 패널의 배경색입니다.
tr_tr: Ayar panelinin arkaplan rengi.
zh_cn: 配置面板的背景颜色。

# ThemeDescriptionConfigPanelCategoryTextColor
source: The colour of the category text in the config panel.
ko_kr: 구성 패널의 범주 텍스트 색상입니다.
tr_tr: Ayar panelindeki kategori metninin rengi.
zh_cn: 配置面板中类别文本的颜色。

# ThemeDescriptionConfigPanelGridLineColor
source: The colour of the grid lines in the config panel
ko_kr: 구성 패널의 그리드 선 색상
tr_tr: Ayar panelindeki ızgara çizgilerinin rengi
zh_cn: 配置面板中网格线的颜色

# ThemeDescriptionConfigPanelHelpBackgroundColor
source: The background colour of the help area of the config panel.
ko_kr: 구성 패널의 도움말 영역 배경색입니다.
tr_tr: Ayar panelinin yardım alanındaki arkaplan rengi.
zh_cn: 配置面板的帮助区域的背景颜色。

# ThemeDescriptionConfigPanelHelpTextColor
source: The colour of the text in the help area of the config panel.
ko_kr: 구성 패널의 도움말 영역에있는 텍스트의 색상입니다.
tr_tr: Ayar panelinin yardım alanındaki metin rengi.
zh_cn: 配置面板帮助区域中文本的颜色。

# ThemeDescriptionConfigPanelTextColor
source: The colour of the text in the config panel.
ko_kr: 구성 패널의 텍스트 색상입니다.
tr_tr: Ayar panelindeki metin rengi.
zh_cn: 配置面板中文本的颜色。

# ThemeDescriptionConnectionsPanelBackgroundColor
source: The background colour of the connections panel.
ko_kr: 연결 패널의 배경색입니다.
tr_tr: Ayar paneli arkaplan rengi.
zh_cn: 连接面板的背景颜色。

# ThemeDescriptionConnectionsPanelTextColor
source: The colour of the text in the connections panel.
ko_kr: 연결 패널의 텍스트 색상입니다.
tr_tr: Bağlantılar panelindeki metin rengi.
zh_cn: 连接面板中文本的颜色。

# ThemeDescriptionConnectionsPanelTreeLineColor
source: The colour of the tree lines in the connections panel.
ko_kr: 연결 패널의 트리 선 색상입니다.
tr_tr: Bağlantılar panelindeki ağaç çizgilerinin rengi.
zh_cn: 连接面板中树形线的颜色。

# ThemeDescriptionMenuBackgroundColor
source: The background colour of the menus.
ko_kr: 메뉴의 배경색입니다.
tr_tr: Menülerin arkaplan rengi.
zh_cn: 菜单的背景颜色。

# ThemeDescriptionMenuTextColor
source: The colour of the text in the menus.
ko_kr: 메뉴의 텍스트 색상입니다.
tr_tr: Menülerin metin rengi.
zh_cn: 菜单中文本的颜色。

# ThemeDescriptionSearchBoxBackgroundColor
source: The background colour of the search box.
ko_kr: 검색 상자의 배경색입니다.
tr_tr: Arama kutusunun arkaplan rengi.
zh_cn: 搜索框的背景颜色。

# ThemeDescriptionSearchBoxTextColor
source: The colour of the text in the search box.
ko_kr: 검색 상자의 텍스트 색상입니다.
tr_tr: Arama kutusunun metin rengi.
zh_cn: 搜索框中文本的颜色。

# ThemeDescriptionSearchBoxTextPromptColor
source: The colour of the prompt text in the search box.
ko_kr: 검색 창에서 프롬프트 텍스트의 색상입니다.
tr_tr: Arama kutusundaki istem metninin rengi.
zh_cn: 搜索框中提示文本的颜色。

# ThemeDescriptionToolbarBackgroundColor
source: The background colour of the toolbars.
ko_kr: 도구 모음의 배경색입니다.
tr_tr: Araç çubuklarının arka plan rengi.
zh_cn: 工具栏的背景颜色。

# ThemeDescriptionToolbarTextColor
source: The colour of the text in the toolbars.
ko_kr: 툴바의 텍스트 색상입니다.
tr_tr: Araç çubuğu metin rengi
zh_cn: 工具栏中文本的颜色。

# ThemeDescriptionWindowBackgroundColor
source: The background colour of the main window.
ko_kr: 기본 창의 배경색입니다.
tr_tr: Ana pencerenin arkaplan rengi.
zh_cn: 主窗口的背景颜色。

# ThemeNameConfigPanelBackgroundColor
source: Config Panel Background Colour
es: Color de fondo del panel de configuración
ko_kr: 구성 패널 배경색
tr_tr: Ayar Paneli Arkaplan Rengi
zh_cn: 配置面板背景色

# ThemeNameConfigPanelCategoryTextColor
source: Config Panel Category Text Colour
ko_kr: 구성 패널 범주 텍스트 색
tr_tr: Ayar Paneli Kategori Metin Rengi
zh_cn: 配置面板类别文本颜色

# ThemeNameConfigPanelGridLineColor
source: Config Panel Grid Line Colour
ko_kr: 구성 패널 그리드 선 색상
tr_tr: Ayar Paneli Izgara Çizgisi Rengi
zh_cn: 配置面板网格线颜色

# ThemeNameConfigPanelHelpBackgroundColor
source: Config Panel Help Background Colour
ko_kr: 구성 패널 도움말 배경색
tr_tr: Ayar Paneli Yardım Arkaplan Rengi
zh_cn: 配置面板帮助背景颜色

# ThemeNameConfigPanelHelpTextColor
source: Config Panel Help Text Colour
ko_kr: 구성 패널 도움말 텍스트 색상
tr_tr: Ayar Paneli Yardım Metni Rengi
zh_cn: 配置面板帮助文本颜色

# ThemeNameConfigPanelTextColor
source: Config Panel Text Colour
es: Color del texto del panel de configuración
ko_kr: 구성 패널 텍스트 색상
tr_tr: Ayar Paneli Metin Rengi
zh_cn: 配置面板文本颜色

# ThemeNameConnectionsPanelBackgroundColor
source: Connections Panel Background Colour
ko_kr: 연결 패널 배경색
tr_tr: Bağlantılar Paneli Arkaplan Rengi
zh_cn: 连接面板背景色

# ThemeNameConnectionsPanelTextColor
source: Connections Panel Text Colour
ko_kr: 연결 패널 텍스트 색상
tr_tr: Bağlantılar Paneli Metin Rengi
zh_cn: 连接面板文本颜色

# ThemeNameConnectionsPanelTreeLineColor
source: Connections Panel Tree Line Colour
ko_kr: 연결 패널 트리 선 색상
tr_tr: Bağlantılar Panel Ağacı Çizgisi Rengi
zh_cn: 连接面板树线颜色

# ThemeNameMenuBackgroundColor
source: Menu Background Colour
es: Color de fondo del menú
ko_kr: 메뉴 배경 색상
tr_tr: Menü Arkaplan Rengi
zh_cn: 菜单背景颜色

# ThemeNameMenuTextColor
source: Menu Text Colour
es: Color del texto del menú
ko_kr: 메뉴 텍스트 색상
tr_tr: Menü Metin Rengi
zh_cn: 菜单文本颜色

# ThemeNameSearchBoxBackgroundColor
source: Search Box Background Colour
es: Color de fondo de la caja de búsqueda
ko_kr: 검색 창 배경색
tr_tr: Arama Kutusu Arkaplan Rengi
zh_cn: 搜索栏背景颜色

# ThemeNameSearchBoxTextColor
source: Search Box Text Colour
es: Color del texto de la caja de búsqueda
ko_kr: 검색 창 텍스트 색상
tr_tr: Arama Kutusu Metin Rengi
zh_cn: 搜索栏文本颜色

# ThemeNameSearchBoxTextPromptColor
source: Search Box Text Prompt Colour
ko_kr: 검색 창 텍스트 프롬프트 색상
tr_tr: Arama Kutusu Metin İstemi Rengi
zh_cn: 搜索栏提示文本颜色

# ThemeNameToolbarBackgroundColor
source: Toolbar Background Colour
es: Color de fondo de la barra de herramientas
ko_kr: 도구 모음 배경색 색상
tr_tr: Araç Çubuğu Arkaplan Rengi
zh_cn: 工具栏背景颜色

# ThemeNameToolbarTextColor
source: Toolbar Text Colour
es: Color del texto de la barra de herramientas
ko_kr: 도구 모음 텍스트 색상
tr_tr: Araç Çubuğu Yazı Rengi
zh_cn: 工具栏文本颜色

# ThemeNameWindowBackgroundColor
source: Window Background Colour
es: Color de fondo de la ventana
ko_kr: 창 배경 색상
tr_tr: Pencere Arkaplan Rengi
zh_cn: 窗口背景颜色

# TitleError
source: Error ({0})
ko_kr: 오류 ({0})
tr_tr: Hata ({0})
zh_cn: 错误 ({0})

# TitleInformation
source: Information ({0})
es: Información ({0})
ko_kr: 정보 ({0})
tr_tr: Bilgi ({0})
zh_cn: 信息 ({0})

# PropertyNamePassword
source: Password
es: Contraseña
tr_tr: Parola
zh_cn: 密码

# TitlePasswordWithName
source: Password for {0}
ko_kr: {0} 비밀번호
tr_tr: {0} için parola
zh_cn: {0}的密码

# TitleSelectPanel
source: Select Panel
es: Seleccionar Panel
ko_kr: 선택 패널
tr_tr: Panel Seçin
zh_cn: 选择面板

# TitleWarning
source: Warning ({0})
es: Alerta ({0})
ko_kr: 경고 ({0})
tr_tr: Uyarı ({0})
zh_cn: 警告 ({0})

source: Transfer
es: Transferir
ko_kr: 전송
zh_cn: 传输

source: Transfer failed!
es: ¡Tranferencia fallida!
ko_kr: 전송 실패!
tr_tr: Trasfer başarısız!
zh_cn: 传输失败！

# TryIntegrate
source: Try to integrate
es: Intentar integrar
ko_kr: 통합 시도
tr_tr: Bütünleştirmeyi deneyin
zh_cn: 尝试进行集成

source: Show On Toolbar
zh_cn: 在工具栏上显示

source: Type
es: Tipo
ko_kr: 종류
tr_tr: Tip
zh_cn: 类型

# UltraVNCSCListeningPort
source: UltraVNC SingleClick port:
es: Puerto SingleClick de UltraVNC:
zh_cn: UltraVNC SingleClick端口：

# UncheckProperties
source: Uncheck the properties you want not to be saved!
es: ¡Desmarque las propiedades que no quiera que sean guardadas!
ko_kr: 저장하지 않으려는 속성을 선택 취소하십시오!
tr_tr: Kaydedilmesini istemediğiniz özelliklerin işaretini kaldırın!
zh_cn: 请勾去您不想保存的属性！

source: Unnamed Theme
es: Tema sin nombre
ko_kr: 이름없는 테마
tr_tr: İsimsiz Tema
zh_cn: 未命名主题

# UpdateAvailable
source: mRemoteNG requires an update
es: Actualización de mRemoteNG disponible
ko_kr: mRemoteNG에는 업데이트가 필요합니다.
tr_tr: MRemoteNG bir güncelleme gerektiriyor
zh_cn: mRemoteNG 需要更新

# UpdateCheck
source: mRemoteNG can periodically connect to the mRemoteNG website to check for updates.
es: mRemoteNG puede conectar periódicamente con el sitio web de mRemoteNG para comprobar actualizaciones y novedades.
ko_kr: mRemoteNG는 주기적으로 mRemoteNG 웹 사이트에 연결하여 업데이트를 확인합니다.
tr_tr: MRemoteNG, düzenli olarak güncellemeleri kontrol etmek için mRemoteNG web sitesine bağlanabilir.
zh_cn: mRemoteNG 会定期检查 mRemoteNG 网站更新和产品公告。

# UpdateCheckCompleteFailed
source: The update information could not be downloaded.
es: ¡Comprobación de finalización de la actualización fallida!
ko_kr: 업데이트 정보를 다운로드 할 수 없습니다.
tr_tr: Güncelleştirme bilgileri indirilemedi.
zh_cn: 升级检查未完成！

# UpdateCheckFailedLabel
source: Check failed
ko_kr: 확인 실패
tr_tr: Kontrol başarısız!
zh_cn: 检查失败

# UpdateCheckingLabel
source: Checking for updates...
ko_kr: 업데이트 확인 중 ...
tr_tr: Güncelleştirmeler kontrol ediliyor...
zh_cn: 检查更新...

# UpdateCheckPortableEdition
source: mRemoteNG Portable Edition does not currently support automatic updates.
es: mRemoteNG Portable Edition no soporta por el momento actualizaciones automáticas.
ko_kr: mRemoteNG Portable Edition은 현재 자동 업데이트를 지원하지 않습니다.
tr_tr: MRemoteNG Taşınabilir Sürümü şu anda otomatik güncellemeleri desteklemez.
zh_cn: mRemoteNG便携版目前不支持自动更新。
