Repository: 359193585/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: es, ko_kr, tr_tr, zh_cn

# PropertyDescriptionEncoding
source: Select the encoding mode to be used.
es: Seleccione el modo de codificación a emplear.
ko_kr: 사용할 인코딩 모드를 선택하십시오.
tr_tr: Kullanılacak kodlama modunu seçin.
zh_cn: 请选择编码模式。

# PropertyDescriptionEncryptionStrength
source: Select the encryption strength of the remote host.
es: Seleccione la fortaleza de cifrado del host remoto.
ko_kr: 원격 호스트의 암호화 강도를 선택하십시오.
tr_tr: Uzak host için şifreleme gücünü seçin.
zh_cn: 请选择远程主机的加密强度：

# PropertyDescriptionExternalTool
source: Select the external tool to be started.
es: Seleccione la herramienta externa a iniciar.
ko_kr: 시작할 외부 도구를 선택하십시오.
tr_tr: Başlatılacak harici aracı seçin.
zh_cn: 请选择要启动的外部工具。

# PropertyDescriptionExternalToolAfter
source: Select a external tool to be started after the disconnection to the remote host.
es: Seleccione la herramienta externa a iniciar tras la desconexión del host remoto.
ko_kr: 원격 호스트와의 연결 해제 후 시작할 외부 도구를 선택하십시오.
tr_tr: Uzak host bağlantısı kesildikten sonra başlatılacak harici bir aracı seçin.
zh_cn: 请选择断开远程主机连接之后，要启动的外部工具。

# PropertyDescriptionExternalToolBefore
source: Select a external tool to be started before the connection to the remote host is established.
es: Seleccione la herramienta externa a iniciar antes de establecer la conexión con el host remoto.
ko_kr: 원격 호스트에 연결되기 전에 시작할 외부 도구를 선택하십시오.
tr_tr: Uzak host bağlantısı kurulmadan önce başlatılacak harici bir araç seçin.
zh_cn: 请选择打开远程主机连接之前，要启动的外部工具。

# PropertyDescriptionIcon
source: Choose a icon that will be displayed when connected to the host.
es: Seleccione el icono que se mostrará cuando conecte con el host.
ko_kr: 호스트에 연결될 때 표시 될 아이콘을 선택하십시오.
tr_tr: Host bağlantısı kurulduğunda görüntülenecek bir simge seçin.
zh_cn: 请选择连接到主机时所要显示的图标。

# PropertyDescriptionLoadBalanceInfo
source: Specifies the load balancing information for use by load balancing routers to choose the best server.
ko_kr: 로드 밸런싱 라우터가 최적의 서버를 선택하는 데 사용할로드 균형 조정 정보를 지정합니다.
tr_tr: Yük dengeleyici, yönlendiriciler tarafından en iyi sunucuyu seçmek için kullanılacak yük dengeleme bilgilerini belirtir.
zh_cn: 指定负载均衡信息，供负载均衡路由器使用以选择最佳服务器。

# PropertyDescriptionMACAddress
source: Enter the MAC address of the remote host if you wish to use it in an external tool.
es: Introduzca la dirección MAC del host remoto si desea usarlo en una herramienta externa.
ko_kr: 외부 도구에서 사용하려는 경우 원격 호스트의 MAC 주소를 입력하십시오.
tr_tr: Harici bir araç içinde kullanmak isterseniz uzaktaki bilgisayarın MAC adresini girin.
zh_cn: 请输入远程主机的MAC地址（如果您需要在外部工具中使用此项）。

# PropertyDescriptionName
source: This is the name that will be displayed in the connections tree.
es: Este es el nombre que se mostrará en el árbol de conexiones.
ko_kr: 연결 트리에 표시 될 이름입니다.
tr_tr: Bu, bağlantı ağacında görüntülenecek addır.
zh_cn: 这是在连接树中所显示的名称。

# PropertyDescriptionPanel
source: Sets the panel in which the connection will open.
es: Determina el panel en el que la conexión se abrirá.
ko_kr: 연결이 열리는 패널을 지정.
tr_tr: Bağlantının açılacağı paneli ayarlar.
zh_cn: 请设置连接所在面板。

# PropertyDescriptionPassword
source: Enter your password.
es: Introduzca su contraseña.
ko_kr: 암호 입력.
tr_tr: Parolanızı girin.
zh_cn: 请输入您的密码。

# PropertyDescriptionPort
source: Enter the port the selected protocol is listening on.
es: Introduzca el puerto por el que escucha el protocolo seleccionado.
ko_kr: 선택한 프로토콜이 수신중인 포트를 입력.
tr_tr: Seçilen protokolün dinlediği portu girin.
zh_cn: 请输入所选协议对应的监听端口。

# PropertyDescriptionProtocol
source: Choose the protocol mRemoteNG should use to connect to the host.
es: Seleccione el protocolo que mRemoteNG debe emplear para conectar con el host.
ko_kr: mRemoteNG가 호스트에 연결하는 데 사용해야하는 프로토콜 선택.
tr_tr: Host bağlantısı için mRemoteNG'nin kullanması gereken protokolü seçin.
zh_cn: 请选择mRemoteNG连接主机所使用的协议。

# PropertyDescriptionPuttySession
source: Select a PuTTY session to be used when connecting.
es: Seleccione una sesión PuTTY para emplear cuando conecte.
ko_kr: 연결시 사용할 PuTTY 세션 선택.
tr_tr: Bağlanırken kullanılacak bir PuTTY oturumu seçin.
zh_cn: 请选择连接时所使用的 PuTTY 会话。

# PropertyDescriptionRDGatewayDomain
source: Specifies the domain name that a user provides to connect to the RD Gateway server.
es: Indica el nombre del dominio que el usuario indica para conectar con el servidor RD Gateway.
ko_kr: 사용자가 RD 게이트웨이 서버에 연결하기 위해 제공하는 도메인 이름 지정.
tr_tr: Bir kullanıcının RD Ağ Geçidi sunucusuna bağlanmak için sağladığı alan adını belirtir.
zh_cn: 请指定远程桌面网关服务器的域名。

# PropertyDescriptionRDGatewayHostname
source: Specifies the host name of the Remote Desktop Gateway server.
es: Indica el nombre del servidor Gateway de Escritorio Remoto
ko_kr: 원격 데스크톱 게이트웨이 서버의 호스트 이름을 지정.
tr_tr: Uzak Masaüstü Ağ Geçidi sunucusunun host adını belirtir.
zh_cn: 请指定远程桌面网关服务器的主机名。

# PropertyDescriptionRDGatewayUsageMethod
source: Specifies when to use a Remote Desktop Gateway (RD Gateway) server.
es: Indica cuándo usar un servidor Gateway para Escritorio Remoto (RD Gateway).
ko_kr: RD 게이트웨이 (원격 데스크톱 게이트웨이) 서버를 사용할시기를 지정.
tr_tr: Uzak Masaüstü Ağ Geçidi (RD Ağ Geçidi) sunucusunun ne zaman kullanılacağını belirtir.
zh_cn: 请指定远程桌面网关服务器的时间。

# PropertyDescriptionRDGatewayUseConnectionCredentials
source: Specifies whether or not to log on to the gateway using the same username and password as the connection.
es: Indica si iniciar o no sesión en el gateway empleando el mismo usuario y contraseña que en la conexión.
ko_kr: 연결과 동일한 사용자 이름 및 암호를 사용하여 게이트웨이에 로그온할지 여부를 지정.
tr_tr: Bağlantı olarak aynı kullanıcı adı ve parolayı kullanarak ağ geçidinde oturum açıp açmayacağını belirtir.
zh_cn: 请在连接配置中指定是否使用相同的用户名或密码登录网关。

# PropertyDescriptionRDGatewayUsername
source: Specifies the user name that a user provides to connect to the RD Gateway server.
es: Indica el nombre de usuario empleado para conectar con el servidor de Gateway de Escritorio Remoto.
ko_kr: 사용자가 RD 게이트웨이 서버에 연결하기 위해 제공하는 사용자 이름을 지정.
tr_tr: Bir kullanıcının RD Ağ Geçidi sunucusuna bağlanmak için sağladığı kullanıcı adını belirtir.
zh_cn: 请指定连接远程桌面网关服务器的用户名。

# PropertyDescriptionRedirectDrives
source: Select whether local disk drives should be shown on the remote host.
es: Seleccione si los discos locales deben ser mostrados en el host remoto.
ko_kr: 로컬 디스크 드라이브를 원격 호스트에 표시할지 여부 선택.
tr_tr: Yerel disk sürücülerinin uzak host içinde gösterilip gösterilmeyeceğini seçin.
zh_cn: 请选择需要映射到远程主机的本地磁盘。

# PropertyDescriptionRedirectKeys
source: Select whether key combinations (e.g. Alt-Tab) should be redirected to the remote host.
es: Seleccione si las combinaciones de teclas (ej. Alt-Tab) deben ser redireccionadas al host remoto.
ko_kr: 키 조합 (예 : Alt-Tab)을 원격 호스트로 리디렉션해야하는지 여부 선택.
tr_tr: Tuş kombinasyonlarının (ör. Alt-Sekme) uzaktaki host'a yönlendirilip yönlendirilmeyeceğini seçin.
zh_cn: 请选择需要重定向要远程主机上的按键组合（如Alt+Tab）。

# PropertyDescriptionRedirectPorts
source: Select whether local ports (ie. com, parallel) should be shown on the remote host.
es: Seleccione si los puertos locales (ej. com, paralelo) deben ser mostrados en el host remoto.
ko_kr: 로컬 포트 (예 : com, parallel)를 원격 호스트에 표시할지 여부 선택.
tr_tr: Uzak ana bilgisayarda yerel bağlantı noktalarının (yani com, paralel) gösterilip gösterilmeyeceğini seçin.
zh_cn: 请选择需要映射到远程主机上的本地端口（如COM口或并口）。

# PropertyDescriptionRedirectPrinters
source: Select whether local printers should be shown on the remote host.
es: Seleccione si las impresoras locales deben ser mostradas en el host remoto.
ko_kr: 로컬 프린터를 원격 호스트에 표시할지 여부 선택.
tr_tr: Uzak host'da yazıcıların gösterilip gösterilmeyeceğini seçin.
zh_cn: 请选择需要映射到远程主机上的本地打印机。

# PropertyDescriptionRedirectSmartCards
source: Select whether local smart cards should be available on the remote host.
es: Seleccione si las tarjetas inteligentes deben presentarse a la máquina remota.
ko_kr: 원격 호스트에서 로컬 스마트 카드를 사용할 수 있어야하는지 여부 선택.
tr_tr: Yerel akıllı kartların uzaktaki bilgisayarda bulunup bulunmayacağını seçin.
zh_cn: 请选择本地智能卡设备，以在远程主机上使用。

# PropertyDescriptionRedirectSounds
source: Select how remote sound should be redirected.
es: Seleccione cómo deberá ser redireccionado el sonido remoto.
ko_kr: 원격 사운드를 리디렉션하는 방법 선택.
tr_tr: Uzak sesin nasıl yönlendirileceğini seçin.
zh_cn: 请选择远程主机声音的处理方式。

# PropertyDescriptionRenderingEngine
source: Select one of the available rendering engines that will be used to display HTML.
es: Seleccione uno de los motores de renderizado disponibles para mostrar HTML.
ko_kr: HTML을 표시하는 데 사용할 수있는 렌더링 엔진 중 하나 선택.
tr_tr: HTML'yi görüntülemek için kullanılacak kullanılabilir oluşturma motorlarından birini seçin.
zh_cn: 请选择一个有效的渲染显示HTML的引擎。

# PropertyDescriptionResolution
source: Choose the resolution or mode this connection will open in.
es: Seleccione la resolución o modo en que esta conexión será abierta.
ko_kr: 이 연결이 열리는 해상도 또는 모드를 선택.
tr_tr: Bu bağlantının açılacağı çözünürlüğü veya modu seçin.
zh_cn: 请选择此连接的默认分辨率或模式。

# PropertyDescriptionSmartSizeMode
source: Select the SmartSize mode to be used.
es: Seleccione el modo SmartSize a emplear.
ko_kr: 사용할 SmartSize 모드 선택.
tr_tr: Kullanılacak akıllı boyutlandırma modunu seçin.
zh_cn: 选择并启用自适应窗口。

# PropertyDescriptionUseConsoleSession
source: Connect to the console session of the remote host.
es: Conectar a la sesión de consola del host remoto.
ko_kr: 원격 호스트의 콘솔 세션에 연결하십시오.
tr_tr: Uzak host'un konsol oturumuna bağlanın.
zh_cn: 连接到远程主机的控制台会话。

# PropertyDescriptionUseCredSsp
source: Use the Credential Security Support Provider (CredSSP) for authentication if it is available.
ko_kr: 사용 가능한 경우 인증에 CredSSP (Credential Security Support Provider)를 사용하십시오.
tr_tr: Kimlik doğrulama için eğer kullanılabilirse, Kimlik Bilgisi Güvenliği Destek Sağlayıcısı'nı (CredSSP) kullanın.
zh_cn: 如果可用，请使用凭证安全支持提供程序（CredSSP）进行身份验证。

# PropertyDescriptionUser1
source: Feel free to enter any information you need here.
es: Introduzca aquí cualquier información que necesite.
ko_kr: 여기에 필요한 정보를 언제든지 입력하십시오.
tr_tr: İhtiyacınız olan bilgileri buraya girmekten çekinmeyin.
zh_cn: 请在此随意输入任何你所需的信息。

# PropertyDescriptionUsername
source: Enter your username.
es: Introduzca su nombre de usuario.
ko_kr: 사용자 이름 입력.
tr_tr: Kullanıcı adınızı yazın
zh_cn: 请输入您的用户名。

# PropertyDescriptionViewOnly
source: If you want to establish a view only connection to the host select yes.
es: Seleccione "si" si desea establecer una conexión de sólo observación.
ko_kr: 호스트에 대한보기 전용 연결을 설정하려면 "예"를 선택하십시오.
tr_tr: Host'a yalnızca izlemek için bağlantı oluşturmak istiyorsanız evet'i seçin.
zh_cn: 如需建立只读连接，请选择“是”。

# PropertyDescriptionVNCProxyAddress
source: Enter the proxy address to be used.
es: Introduzca la dirección del proxy a emplear.
ko_kr: 사용할 프록시 주소 입력.
tr_tr: Kullanılacak proxy adresini girin.
zh_cn: 请输入所使用的代理服务器地址。

# PropertyDescriptionVNCProxyPassword
source: Enter your password for authenticating against the proxy.
es: Introduzca su contraseña de autentificación en el proxy.
ko_kr: 프록시 인증을위한 비밀번호를 입력하십시오.
tr_tr: Proxy ile kimlik doğrulamak için parolanızı girin.
zh_cn: 请输入代理服务器的密码。

# PropertyDescriptionVNCProxyPort
source: Enter the port the proxy server listens on.
es: Introduzca el puerto de escucha del proxy.
ko_kr: 프록시 서버가 수신하는 포트를 입력하십시오.
tr_tr: Proxy sunucusunun dinlediği bağlantı noktasını girin.
zh_cn: 请输入代理服务器的端口。

# PropertyDescriptionVNCProxyType
source: If you use a proxy to tunnel VNC connections, select which type it is.
es: Si utiliza un proxy para conexiones VNC, seleccione de qué tipo es.
ko_kr: 프록시를 사용하여 VNC 연결을 터널링하는 경우 해당 유형을 선택하십시오.
tr_tr: VNC bağlantılarını tünellemek için bir proxy kullanırsanız, hangi tip olduğunu seçin.
zh_cn: 如果您使用代理服务器建立VNC连接的隧道，请选择具体类型。

# PropertyDescriptionVNCProxyUsername
source: Enter your username for authenticating against the proxy.
es: Introduzca su nombre de usuario de autentificación en el proxy.
ko_kr: 프록시 인증을위한 사용자 이름을 입력하십시오.
tr_tr: Proxy ile kimlik doğrulamak için kullanıcı adınızı girin.
zh_cn: 请输入代理服务器的用户名。

# PropertyNameAll
source: All
es: Todo
ko_kr: 모든
tr_tr: Hepsi
zh_cn: 全部

# PropertyNameAuthenticationLevel
source: Server Authentication
es: Autentificación de servidor
ko_kr: 서버 인증
tr_tr: Sunucu Kimlik Doğrulama
zh_cn: 服务器身份验证

# PropertyNameAuthenticationMode
source: Authentication mode
es: Modo de autentificación
ko_kr: 인증 모드
tr_tr: Kimlik Doğrulama Modu
zh_cn: 身份验证模式

# PropertyNameAutomaticResize
source: Automatic resize
ko_kr: 자동 크기 조정
tr_tr: Otomatik Boyutlandır
zh_cn: 自动调整大小

# PropertyNameCacheBitmaps
source: Cache Bitmaps
es: Cache de Bitmaps
ko_kr: 캐시 비트 맵
tr_tr: Küçük Resimleri Önbelleğe Al
zh_cn: 位图缓存

# PropertyNameColors
source: Colours
es: Colores
ko_kr: 색
tr_tr: Renkler
zh_cn: 色彩

# PropertyNameCompression
source: Compression
es: Compresión
ko_kr: 압축
tr_tr: Sıkıştırma
zh_cn: 压缩

# PropertyNameDescription
source: Description
es: Descripción
ko_kr: 설명
tr_tr: Açıklama
zh_cn: 说明

# PropertyNameDisplayThemes
source: Display Themes
es: Mostrar Temas
ko_kr: 테마 표시
tr_tr: Temaları Göster
zh_cn: 显示主题

# PropertyNameDisplayWallpaper
source: Display Wallpaper
es: Mostrar Fondo de Pantalla
ko_kr: 바탕 화면 표시
tr_tr: Duvar Kağıdını Göster
zh_cn: 显示壁纸

# PropertyNameEnableDesktopComposition
source: Desktop Composition
es: Composición de Escritorio
ko_kr: 바탕 화면 구성
tr_tr: Masaüstü Bileşimi
zh_cn: 桌面组合

# PropertyNameEnableFontSmoothing
source: Font Smoothing
es: Suavizado de Fuentes
ko_kr: 글꼴 다듬기
tr_tr: Font Yumuşatma
zh_cn: 字体平滑

# PropertyNameEncoding
source: Encoding
es: Codificación
ko_kr: 인코딩
tr_tr: Kodlama
zh_cn: 编码

# PropertyNameEncryptionStrength
source: Encryption Strength
es: Fortaleza del Cifrado
ko_kr: 암호화 강도
tr_tr: Şifreleme Gücü
zh_cn: 加密强度

# PropertyNameExternalTool
source: External Tool
es: Herramienta Externa
ko_kr: 외부 도구
tr_tr: Harici Araç
zh_cn: 外部工具

# PropertyNameExternalToolAfter
source: External Tool After
es: Tras la Herramienta Externa
tr_tr: Harici Araç Sonrası
zh_cn: 连接前启动外部工具：

# PropertyNameExternalToolBefore
source: External Tool Before
es: Antes de la Herramienta Externa
tr_tr: Harici Araç Öncesi
zh_cn: 连接后启动外部工具

# PropertyNameLoadBalanceInfo
source: Load Balance Info
ko_kr: 로드 균형 정보
tr_tr: Yük Dengeleme Bilgisi
zh_cn: 负载均衡信息

# PropertyNameMACAddress
source: MAC Address
es: Dirección MAC
ko_kr: MAC 주소
tr_tr: MAC Adresi
zh_cn: MAC地址

# PropertyNameName
source: Name
es: Nombre
ko_kr: 이름
tr_tr: Ad
zh_cn: 名称

# PropertyNamePanel
source: Panel
ko_kr: 패널
zh_cn: 面板

# PropertyNamePort
source: Port
es: Puerto
ko_kr: 포트
zh_cn: 端口

# PropertyNamePuttySession
source: PuTTY Session
es: Sesión PuTTY
ko_kr: PuTTY 세션
tr_tr: PuTTY Oturumu
zh_cn: PuTTY会话

# PropertyNameRDGatewayDomain
source: Gateway Domain
es: Dominio del Gateway
ko_kr: 게이트웨이 도메인
zh_cn: 网关域名

# PropertyNameRDGatewayHostname
source: Gateway Hostname
es: Nombre del Gateway
ko_kr: 게이트웨이 호스트 이름
zh_cn: 网关主机名

# PropertyNameRDGatewayPassword
source: Remote Desktop Gateway Password
es: Contraseña del Gateway para Escritorio Remoto
ko_kr: 원격 데스크톱 게이트웨이 암호
tr_tr: Uzak Masaüstü Gateway Parolası
zh_cn: 远程桌面网关密码

# PropertyNameRDGatewayUsageMethod
source: Use Gateway
es: Usar Gateway
ko_kr: 게이트웨이 사용
tr_tr: Gateway Kullan
zh_cn: 使用网关

# PropertyNameRDGatewayUseConnectionCredentials
source: Gateway Credentials
es: Credenciales del Gateway
ko_kr: 게이트웨이 자격 증명
tr_tr: Gateway Kimlik bilgileri
zh_cn: 网关凭据

# PropertyNameRDGatewayUsername
source: Gateway Username
es: Nombre de Usuario para el Gateway
ko_kr: 게이트웨이 사용자 이름
tr_tr: Gateway Kullanıcı Adı
zh_cn: 网关用户名

# PropertyNameRedirectDrives
source: Disk Drives
es: Unidades de Disco
ko_kr: 디스크 드라이브
tr_tr: Disk Sürücüleri
zh_cn: 磁盘

# PropertyNameRedirectKeys
source: Key Combinations
es: Combinaciones de Teclas
ko_kr: 키 조합
tr_tr: Tuş Kombinasyonları
zh_cn: 组合键

# PropertyNameRedirectPorts
source: Ports
es: Puertos
ko_kr: 포트
tr_tr: Portlar
zh_cn: 端口

# PropertyNameRedirectPrinters
source: Printers
es: Impresoras
ko_kr: 프린터
tr_tr: Yazıcılar
zh_cn: 打印机

# PropertyNameRedirectSmartCards
source: Smart Cards
es: Tarjetas Inteligentes
ko_kr: 스마트 카드
tr_tr: Smart Kartlar
zh_cn: 智能卡

# PropertyNameRedirectSounds
source: Sounds
es: Sonidos
ko_kr: 사운드
tr_tr: Sesler
zh_cn: 声音

# PropertyNameRenderingEngine
source: Rendering Engine
es: Motor de Renderizado
ko_kr: 렌더링 엔진
tr_tr: Render Motoru
zh_cn: 渲染引擎

# PropertyNameResolution
source: Resolution
es: Resolución
ko_kr: 해상도
tr_tr: Çözünürlük
zh_cn: 分辨率

# PropertyNameSmartSizeMode
source: SmartSize Mode
es: Modo SmartSize
ko_kr: SmartSize 모드
tr_tr: SmartSize Modu
zh_cn: 自适应窗口模式

# PropertyNameUseConsoleSession
source: Use Console Session
es: Usar Sesión de Consola
ko_kr: 콘솔 세션 사용
tr_tr: Konsol Oturumunu Kullan
zh_cn: 使用控制台会话。

# PropertyNameUseCredSsp
source: Use CredSSP
es: Usar CredSSP
ko_kr: CredSSP 사용
tr_tr: CredSSP Kullan
zh_cn: 使用CredSSP方式

# PropertyNameUser1
source: User Field
es: Campo de Usuario
ko_kr: 입력란 사용
tr_tr: Kulanıcı Alanı
zh_cn: 自定义信息

# PropertyNameViewOnly
source: View Only
es: Sólo Ver
ko_kr: 보기 전용
tr_tr: Ylnızca İzle
zh_cn: 只读模式（仅供查看）

# PropertyNameVNCProxyAddress
source: Proxy Address
es: Dirección del Proxy
ko_kr: 프록시 주소
tr_tr: Proxy Adresi
zh_cn: 代理服务器地址

# PropertyNameVNCProxyPassword
source: Proxy Password
es: Contraseña del Proxy
ko_kr: 프록시 암호
tr_tr: Proxy Parolası
zh_cn: 代理服务器密码

# PropertyNameVNCProxyPort
source: Proxy Port
es: Puerto del Proxy
ko_kr: 프록시 포트
tr_tr: Proxy Portu
zh_cn: 代理服务器端口

# PropertyNameVNCProxyType
source: Proxy Type
es: Tipo de Proxy
ko_kr: 프록시 유형
tr_tr: Proxy Tipi
zh_cn: 代理服务器类型

# PropertyNameVNCProxyUsername
source: Proxy Username
es: Nombre de Usuario del Proxy
ko_kr: 프록시 사용자 이름
tr_tr: Proxy Kullanıcı Adı
zh_cn: 代理服务器用户名

# ProtocolEventDisconnected
source: Protocol Event Disconnected. Host: "{1}"; Protocol: "{2}" Message: "{0}"
es: Protocol Event Disconnected. Mensaje: {0}
ko_kr: 프로토콜 이벤트 연결이 끊어졌습니다. 메시지: {0}
tr_tr: Protokol Bağlantısı Kesildi. Mesaj: {0}
zh_cn: 协议事件：连接断开。 消息： {0}

# ProtocolEventDisconnectFailed
source: Protocol Event Disconnected failed. {0}
ko_kr: 프로토콜 이벤트 연결이 끊어졌습니다. {0}
tr_tr: Protokol Bağlantı kesme İşlemi Başarısız. {0}
zh_cn: 协议事件：连接断开失败。 {0}

source: Protocol to import
es: Protocolo a importar
ko_kr: 가져올 프로토콜
tr_tr: İçe alma protokolü
zh_cn: 需要导入的协议

source: Proxy test failed!
es: ¡Test de Proxy fallido!
ko_kr: 프록시 테스트 실패!
tr_tr: Proxy testi başarısız!
zh_cn: 代理服务器测试失败！

source: Proxy test succeeded!
es: ¡Test de Proxy correcto!
ko_kr: 프록시 테스트 성공!
tr_tr: Proxy testi başarılı!
zh_cn: 代理服务器测试成功！

# PuttyDisposeFailed
source: Dispose of Putty process failed!
ko_kr: PuTTY 프로세스 폐기 실패!
tr_tr: Putty işleminin kapatma başarısız oldu!
zh_cn: 清除Putty进程失败！

# PuttyFocusFailed
source: Couldn't set focus!
es: ¡No se pudo fikar el foco!
ko_kr: 포커스를 설정할 수 없습니다!
tr_tr: Odaklama ayarlanamadı!
zh_cn: 无法设置焦点 ！

# PuttyGetSessionsFailed
source: Get Putty Sessions Failed!
es: ¡Fallo en la carga de las Sesiones de Putty!
ko_kr: PuTTY 세션 실패!
tr_tr: Putty oturumunu çağırma işlemi başarısız!
zh_cn: Putty 会话获取失败！

# PuttyHandle
source: Putty Handle: {0}
es: Manejar Putty: {0}
zh_cn: Putty 句柄：{0}

# PuttyKillFailed
source: Killing Putty Process failed!
es: ¡Kill del Proceso Putty fallido!
ko_kr: PuTTY 프로세스를 죽이지 못했습니다!
tr_tr: Putty işlemini sonlandırma başarısız!
zh_cn: Putty 进程终止失败！

source: Putty Resize Failed!
es: ¡Redimensionamiento de Putty fallido!
ko_kr: PuTTY 크기 조정 실패!
tr_tr: Putty yeniden boyutlandırma başarısız!
zh_cn: Putty 窗口大小调整失败！

# PuttySavedSessionsRootName
source: PuTTY Saved Sessions
es: Sesiones guardadas de PuTTY
ko_kr: PuTTY 저장된 세션
tr_tr: PuTTY kaydedilen oturumlar
zh_cn: PuTTY 会话已保存

source: PuTTY Session Settings
ko_kr: PuTTY 세션 설정
tr_tr: PuTTY Oturum Ayaları
zh_cn: PuTTY会话设置

source: PuTTY Settings
es: Opciones de PuTTY
ko_kr: PuTTY 설정
tr_tr: PuTTY Ayarları
zh_cn: PuTTY 设置

# PuttyShowSettingsDialogFailed
source: Show PuTTY Settings Dialog failed!
es: ¡Fallo al mostrar el Diálogo de Preferencias de Putty!
ko_kr: PuTTY 설정 대화 상자가 표시되지 않았습니다!
tr_tr: PuTTY Ayarları gösterilemedi!
zh_cn: PuTTY 设置窗口显示失败！

source: Putty Start Failed!
es: ¡Fallo en el arranque de Putty!
ko_kr: PuTTY 시작 실패!
tr_tr: Putty Başlatma başarısız!
zh_cn: Putty 启动失败！

source: --- PuTTY Stuff ---
es: --- Cosas de PuTTY ---
tr_tr: --- PuTTY Ekibi ---
zh_cn: --- PuTTY 信息 ---

# PuttyTitle
source: PuTTY Title: {0}
es: Titulo PuTTy: {0}
ko_kr: PuTTY 타이틀 : {0}
tr_tr: Putty Başlığı: {0}
zh_cn: PuTTY 标题：{0}

# Quick
source: Quick: {0}
ko_kr: 빠른 : {0}
tr_tr: Hızlı: {0}
zh_cn: 快速：{0}

source: Quick Connect
es: Conexión Rápida
ko_kr: 빠른 연결
tr_tr: Hızlı Bağlan
zh_cn: 快速连接

source: Quick Connect Add Failed!
es: ¡Fallo agregando Conexión Rápida!
ko_kr: 빠른 연결 추가 실패!
tr_tr: Hızlı Bağlantı Ekleme Başarısız!
zh_cn: 快速连接添加失败 ！

# QuickConnectFailed
source: Creating quick connect failed
es: Creación de conexión rápida fallida
ko_kr: 빠른 연결 만들기 실패
tr_tr: Hızlı bağlantı oluşturma başarısız
zh_cn: 快速连接创建失败！

# RadioCloseWarnAll
source: &Warn me when closing connections
es: &Avisarme al cerrar conexiones
ko_kr: 연결 종료시 경고 (&A)
tr_tr: &Bağlantılar kapatılırken beni uyar
zh_cn: （&W）关闭连接时确认

# RadioCloseWarnExit
source: Warn me only when e&xiting mRemoteNG
ko_kr: mRemoteNG를 종료 할 때만 경고(&X)
tr_tr: Beni yalnızca mRemoteNG &kapatılırken uyar
zh_cn: 退出（&e）mRemoteNG时确认

# RadioCloseWarnMultiple
source: Warn me only when closing &multiple connections
ko_kr: 여러 연결을 닫을 때만 경고(&M)
tr_tr: Beni yalnızca birden &fazla bağlantı kapatılırken uyar
zh_cn: 关闭多个（&m）连接时确认

# RadioCloseWarnNever
source: Do &not warn me when closing connections
ko_kr: 연결을 종료 할 때 경고하지 않음(&N)
tr_tr: Bağlantılar kapatılırken beni uyarma
zh_cn: 关闭连接时不需确认

# Rdp16777216Colors
source: 16777216 Colours (24-bit)
es: 16777216 Colores (24-bit)
ko_kr: 16,777,216 색 (24 비트)
zh_cn: 24位色

# Rdp256Colors
source: 256 Colours (8-bit)
es: 256 Colores (8-bit)
ko_kr: 256 색 (8 비트)
zh_cn: 256色

# Rdp32768Colors
source: 32768 Colours (15-bit)
es: 32768 Colores (15-bit)
ko_kr: 32768 색 (15 비트)
zh_cn: 15位色

# Rdp4294967296Colors
source: 16777216 Colours (32-bit)
es: 16777216 Colores (32-bit)
ko_kr: 16,777,216 색 (32 비트)
zh_cn: 32位色

# Rdp65536Colors
source: 65536 Colours (16-bit)
es: 65536 Colores (16-bit)
ko_kr: 65536 색 (16 비트)
zh_cn: 16位色

source: RDP Add Resolution failed!
es: ¡Adición de Resolución RDP fallida!
ko_kr: RDP에 해상도 추가 실패!
tr_tr: RDP Çözünürlük Ekleme başarısız!
zh_cn: RDP 添加分辨率失败！

source: RDP Add Resolutions failed!
es: ¡Adición de Resoluciones RDP fallida!
ko_kr: RDP에 해상도 추가 실패!
tr_tr: RDP Çözünürlükleri Ekle başarısız!
zh_cn: RDP批量添加分辨率失败！

# RdpAddSessionFailed
source: Add Session failed
es: Adición de sesión fallida
ko_kr: 세션 추가 실패
tr_tr: Oturum Ekleme başarısız!
zh_cn: RDP 会话添加失败！

# RdpCloseConnectionFailed
source: Close RDP Connection failed!
es: ¡Cierre de conexión RDP fallida!
ko_kr: RDP 연결을 닫지 못했습니다!
tr_tr: RDP Bağğlantısı kapatma başarısız!
zh_cn: RDP 连接关闭失败！

# RdpControlCreationFailed
source: Couldn't create RDP control, please check mRemoteNG requirements.
es: No se pudo crear el control RDP, por favor verifique los requerimientos de mRemoteNG.
ko_kr: RDP 컨트롤을 만들 수 없습니다. mRemoteNG 요구 사항을 확인하십시오.
tr_tr: RDP kontrolü oluşturulamadı, lütfen mRemoteNG gereksinimlerini kontrol edin.
zh_cn: 无法创建 RDP 控制，请检查 mRemoteNG 的安装需求是否满足。

# RdpDisableCursorblinking
source: Disable Cursor blinking
es: Desactivar Parpadeo del Cursor
ko_kr: 커서 깜박임 해제
tr_tr: İmleci yanıp sönme özelliğini devre dışı bırak
zh_cn: 禁用光标闪烁

# RdpDisableCursorShadow
source: Disable Cursor Shadow
es: Desactivar Sombra del Cursor
ko_kr: 커서 그림자 해제
tr_tr: İmleç Gölgesini Devre Dışı Bırak
zh_cn: 禁用光标阴影

# RdpDisableFullWindowdrag
source: Disable Full Window drag
es: Desactivar Mostar Ventana al arrastrar
ko_kr: 전체 창 끌기 해제
tr_tr: Tam Pencere sürüklemeyi devre dışı bırak
zh_cn: 禁用全窗口拖动

# RdpDisableMenuAnimations
source: Disable Menu Animations
es: Desactivar Animaciones de Menús
ko_kr: 메뉴 애니메이션 해제
tr_tr: Menü Animasyonlarını Devre Dışı Bırak
zh_cn: 禁用菜单动画功能

# RdpDisableThemes
source: Disable Themes
es: Desactivar Temas
ko_kr: 테마 해제
tr_tr: Temaları Devre Dışı Bırak
zh_cn: 禁用主题功能
