Repository: 359193585/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: es, ko_kr, tr_tr, zh_cn

# CheckForUpdatesOnStartup
source: Check for updates at startup
es: Comprobar actualizaciones y novedades en el arranque
ko_kr: 시작시 업데이트 확인
tr_tr: Güncelleştirmeleri açılışta denetle
zh_cn: 启用时检查更新和网站公告。

source: Check now
es: Comprobar ahora
ko_kr: 지금 확인
tr_tr: Şimdi kontrol et
zh_cn: 现在检查

source: Check proper installation of components at startup
es: Comprobar la adecuada instalación de componentes en el arranque
ko_kr: 시작시 구성 요소가 제대로 설치되었는지 확인
tr_tr: Başlangıçta bileşenlerin doğruluğunu kontrol edin
zh_cn: 启用时检查组件安装是否正常。

source: Choose panel before connecting
es: Seleccionar Panel antes de conectar
ko_kr: 연결 전에 패널 선택
tr_tr: Bağlanmadan önce paneli seç
zh_cn: 连接前请选择面板

source: Closed Ports
es: Puertos Cerrados
ko_kr: 닫힌 포트
tr_tr: Kapalı portlar
zh_cn: 已关闭端口

source: Collapse all folders
es: Contraer todas las carpetas
ko_kr: 모든 폴더 접기
tr_tr: Bütün klasörleri daralt
zh_cn: 折叠所有目录

source: Arguments
tr_tr: Argümanlar
zh_cn: 参数

source: Display Name
tr_tr: Görünen ad
zh_cn: 显示名称

source: Filename
tr_tr: Dosya adı
zh_cn: 文件名

# PropertyNameAddress
source: Hostname/IP
es: Nombre del Host/IP
zh_cn: 主机名/IP

source: Message
tr_tr: Mesaj
zh_cn: 消息

# CommandExitProgram
source: E&xit {0}
ko_kr: 종료 (&X) {0}
tr_tr: Ç&ıkış {0}
zh_cn: 退出{0}(&X)

# CommandLineArgsCouldNotBeParsed
source: Couldn't parse command line args!
es: ¡No se pudieron procesar los argumentos de línea de comandos!
ko_kr: 명령 줄 인수를 구문 분석 할 수 없음!
tr_tr: Komut satırı argümanları ayrıştırılamadı
zh_cn: 无法解析命令行参数！

# CommandOpenConnectionFile
source: &Open a connection file
ko_kr: 연결 파일 열기(&O)
tr_tr: &Bağlantı dosyası aç
zh_cn: 打开一个连接文件(&O)

# CommandTryAgain
source: &Try again
ko_kr: 다시 시도(&T)
tr_tr: &Tekrar deneyin
zh_cn: 再试一次(&T)

# CompatibilityLenovoAutoScrollUtilityDetected
source: {0} has detected the Lenovo Auto Scroll Utility running on this system. This utility is known to cause problems with {0}. It is recommended that you disable or uninstall it.
ko_kr: {0}이 시스템에서 실행중인 레노버 자동 스크롤 유틸리티를 감지했습니다. 이 유틸리티는 당신이 비활성화하거나 제거하는 것이 좋습니다 {0}.에 문제를 일으킨다 고 알려져있다.
tr_tr: {0}, bu sistemde çalışan Lenovo Auto Scroll Utility algıladı. Bu yardımcı programın {0} ile ilgili sorunlara neden olduğu bilinmektedir. Devre dışı bırakmanız veya kaldırmanız önerilir.
zh_cn: {0} 检测到联想Auto Scroll程序在本机上运行。该程序程序明确会导致问题 {0} 的出现。建议您禁用或卸载该程序。

source: Compatibility problem detected
es: Detectado problema de compatibilidad
ko_kr: 호환성 문제 감지
tr_tr: Uyumluluk sorunu tespit edildi
zh_cn: 检测到系统存在兼容性问题

source: Components Check
es: Comprobación de Componentes
ko_kr: 구성 요소 확인
tr_tr: Bileşenler Kontrolü
zh_cn: 组件检查

# ConfigPropertyGridButtonIconClickFailed
source: btnIcon_Click failed!
es: ¡Error en btnIcon_Click!
ko_kr: btnIcon_Click 실패!
tr_tr: btnIcon_Click başarısız!
zh_cn: btnIcon_Click 函数执行失败！

# ConfigPropertyGridHideItemsFailed
source: ShowHideGridItems failed!
es: ¡Fallo en ShowHideGridItems!
ko_kr: ShowHideGridItems 실패!
tr_tr: ShowHideGridItems başarısız!
zh_cn: ShowHideGridItems 函数执行失败！

# ConfigPropertyGridMenuClickFailed
source: IconMenu_Click failed!
es: ¡Fallo en IconMenu_Click!
ko_kr: IconMenu_Click 실패!
tr_tr: IconMenu_Click başarısız!
zh_cn: IconMenu_Click 函数执行失败！

# ConfigPropertyGridObjectFailed
source: Property Grid object failed!
es: ¡Fallo en el objeto de propiedad de red!
ko_kr: 속성 그리드 오브젝트 실패!
tr_tr: Özellik Izgara nesnesi başarısız oldu!
zh_cn: 属性网格对象失败！

# ConfigPropertyGridSetHostStatusFailed
source: SetHostStatus failed!
es: No se pudo definir el estado del host!
ko_kr: SetHostStatus 실패!
tr_tr: SetHostStatus başarısız!
zh_cn: SetHostStatus 函数执行失败！

# ConfigPropertyGridValueFailed
source: pGrid_PopertyValueChanged failed!
es: ¡Fallo en pGrid_PopertyValueChanged!
ko_kr: pGrid_PopertyValueChanged 실패!
tr_tr: pGrid_PopertyValueChanged başarısız!
zh_cn: pGrid_PopertyValueChanged 函数执行失败！

source: Config UI load failed!
es: Error al Cargar la Interfaz de Configuración de Usuario
ko_kr: 구성 UI 로드 실패!
tr_tr: Ayar arayüzü yükleme başarısız!
zh_cn: 无法加载配置界面。

# ConfirmCloseConnectionMainInstruction
source: Do you want to close the connection: "{0}"?
es: ¿Desea cerrar la conexión: "{0}"?
ko_kr: 연결을 닫으시겠습니까 "{0}"?
tr_tr: Bağlantıyı kapatmak istiyor musunuz: "{0}"?
zh_cn: 确定要关闭连接“{0}”？

# ConfirmCloseConnectionPanelMainInstruction
source: Are you sure you want to close the panel, "{0}"? Any connections that it contains will also be closed.
es: ¿Está seguro de querer cerrar el panel, "{0}"? Cualquier conexión que contenga el panel también será cerrada.
ko_kr: 패널을 닫으시겠습니까 "{0}"? 포함 된 모든 연결도 닫힙니다.
tr_tr: Panelini kapatmak istediğinizden emin misiniz, "{0}"? İçerdiği tüm bağlantılar da kapatılacaktır.
zh_cn: 确实要关闭面板“{0}”？此面板所包含的所有连接将会断开。

# ConfirmDeleteExternalTool
source: Are you sure you want to delete the external tool, "{0}"?
es: ¿Está seguro de querer borrar la herramienta externa, "{0}"?
ko_kr: 외부 도구를 삭제 하시겠습니까 "{0}"?
tr_tr: Harici aracı silmek istediğinizden emin misiniz, "{0}"?
zh_cn: 确定要删除外部工具，"{0}"？

# ConfirmDeleteExternalToolMultiple
source: Are you sure you want to delete the {0} selected external tools?
es: ¿Está seguro de querer borrar las {0} herramientas externas seleccionadas?
ko_kr: 선택한 외부 도구를 삭제 하시겠습니까 "{0}"?
tr_tr: Seçilen harici araçları {0} silmek istediğinizden emin misiniz?
zh_cn: 确定要删除外部工具 {0} 吗？

# ConfirmDeleteNodeConnection
source: Are you sure you want to delete the connection, "{0}"?
es: ¿Está seguro de querer eliminar la conexión, "{0}"?
ko_kr: 연결을 삭제 하시겠습니까 "{0}"?
tr_tr: Bağlantıyı silmek istediğinize emin misiniz, "{0}"?
zh_cn: 确定要删除连接，"{0}"？

# ConfirmDeleteNodeFolder
source: Are you sure you want to delete the empty folder, "{0}"?
es: ¿Está seguro de querer eliminar la carpeta vacía, "{0}"?
ko_kr: 당신이 빈 폴더를 삭제 하시겠습니까 "{0}"?
tr_tr: Boş klasörü silmek istediğinize emin misiniz, "{0}"?
zh_cn: 确定要删除空目录，"{0}"？

# ConfirmDeleteNodeFolderNotEmpty
source: Are you sure you want to delete the folder, "{0}"? Any folders or connections that it contains will also be deleted.
es: ¿Está seguro de querer eliminar la carpeta, "{0}"? Cualquier carpeta o conexión que contenga será también eliminada.
ko_kr: 폴더를 삭제 하시겠습니까 "{0}"? 포함 된 모든 폴더 또는 연결도 삭제됩니다.
tr_tr: Bu klasörü silmek istediğinizden emin misiniz, "{0}"? İçerdiği klasörler veya bağlantılar da silinir.
zh_cn: 确定要删除目录，"{0}"？目录下所有目录及连接都将被删除。

# ConfirmExitMainInstruction
source: Do you want to close all open connections?
es: ¿Quiere cerrar todas las conexiones abiertas?
ko_kr: 열려있는 모든 연결을 닫으시겠습니까?
tr_tr: Bütün açık bağlantılar kapatlsın mı?
zh_cn: 确认要关闭所有已打开的连接吗？

# ConfirmResetLayout
source: Are you sure you want to reset the panels to their default layout?
es: ¿Está seguro de querer resetear los paneles a su configuración inicial?
ko_kr: 기본 레이아웃 패널을 재설정 하시겠습니까?
tr_tr: Panelleri varsayılan yerleşimine sıfırlamak istediğinizden emin misiniz?
zh_cn: 确认要重置面板为默认布局吗？

source: Connect
es: Conectar
ko_kr: 연결
tr_tr: Bağlan
zh_cn: 连接

# ConnectInFullscreen
source: Connect in fullscreen mode
es: Conectar en modo de pantalla completa
ko_kr: 전체 화면 모드에서 연결
tr_tr: Tam ekran modunda bağlan
zh_cn: 在全屏模式下连接

source: Connecting...
es: Conectando...
ko_kr: 연결 중 ...
tr_tr: Bağlanıyor...
zh_cn: 正在连接...

# ConnectionEventConnected
source: Protocol Event Connected
es: Se lanzó el evento Connected en Protocol
ko_kr: 프로토콜 이벤트 연결
tr_tr: Protokol Event Bağlandı
zh_cn: 协议事件：已连接

# ConnectionEventConnectedDetail
source: Connection to "{0}" via "{1}" established by user "{2}" (Description: "{3}"; User Field: "{4}")
es: Connexión a "{0}" via "{1}" establecida por el usuario "{2}" (Descripción: "{3}"; Campo de Usuario: "{4}")
ko_kr: 사용자 "{2}"가 설정한 "{1}"을 통해 "{0}"에 연결 (설명 : "{3}", 사용자 필드 : "{4}")
tr_tr: "{2}" kullanıcısı tarafından kurulan "{1}" yoluyla "{0}" bağlantısı (Açıklama: "{3}"; Kullanıcı Alanı: "{4}")
zh_cn: 通过{1}到主机{0}的连接，已被用户{2}打开（说明：“{3}”，自定义信息：“{4}”）。

# ConnectionEventConnectionFailed
source: Connection failed!
es: ¡Conexión fallida!
ko_kr: 연결 실패!
tr_tr: Bağlantı başarısız!
zh_cn: 连接失败！

# ConnectionEventErrorOccured
source: A connection protocol error occurred. Host: "{1}"; Error code: "{2}"; Error Description: "{0}"
es: Ha ocurrido un error en evento de protocolo
ko_kr: 프로토콜 이벤트 오류 발생.
tr_tr: Protokol Event Hata Gerçekleşti
zh_cn: 协议事件：发生错误

# ConnectionOpenFailed
source: Opening connection failed!
es: ¡Conexión fallida!
ko_kr: 열기 연결에 실패했습니다!
tr_tr: Bağlantıyı açma başarısız!
zh_cn: 连接建立失败！

# ConnectionOpenFailedNoHostname
source: Cannot open connection: No hostname specified!
es: ¡No se pudo establecerse la conexión: No se ha especificado el nombre del host!
ko_kr: 연결을 열 수 없습니다 : 호스트 이름 지정이 안됨!
tr_tr: Bağlantı açılamıyor: Hostname belirtilmedi!
zh_cn: 无法打开连接：未指定主机名！

# ConnectionRdpErrorDetail
source: RDP error! Error Code: {0} Error Description: {1}
es: ¡Error RDP! Código de Error: {0} Descripción del Error: {1}
ko_kr: RDP 오류! 오류 코드 : {0} 오류 설명 : {1}
tr_tr: RDP hatası! Hata Kodu: {0} Hata Açıklaması: {1}
zh_cn: RDP发生错误！ 错误代码：{0} 错误描述：{1}

source: Connections
es: Conexiones
ko_kr: 연결
tr_tr: Bağlantılar
zh_cn: 连接

# ConnectionSetDefaultPortFailed
source: Couldn't set default port!
es: ¡No se pudo definir el puerto por defecto!
ko_kr: 기본 포트를 설정할 수 없습니다!
tr_tr: Varsayılan bağlantı noktası ayarlanamadı!
zh_cn: 无法设置默认端口 ！

# ConnectionsFileBackupFailed
source: Couldn't create backup of connections file!
es: ¡No pudo crearse copia de seguridad del archivo de conexiones!
ko_kr: 연결 파일의 백업을 생성 할 수 없습니다!
tr_tr: Bağlantılar dosyasının yedeğini oluşturulamadı!
zh_cn: 无法创建连接配置文件备份！

# ConnectionsFileCouldNotBeImported
source: Couldn't import connections file!
es: ¡No pudo importarse el archivo de conexiones!
ko_kr: 연결 파일을 가져올 수 없습니다!
tr_tr: Bağlantılar dosyası alınamadı!
zh_cn: 无法导入连接配置文件

# ConnectionsFileCouldNotBeLoaded
source: Connections file "{0}" could not be loaded!
es: ¡El archivo de conexiones "{0}" no pudo ser cargado!
ko_kr: 연결 파일은 "{0}"를 로드 할 수 없습니다!
tr_tr: "{0}" bağlantı dosyası yüklenemedi!
zh_cn: 无法载入连接配置文件“{0}”！

# ConnectionsFileCouldNotBeLoadedNew
source: Connections file "{0}" could not be loaded! Starting with new connections file.
es: ¡El archivo de conexiones "{0}" no pudo ser cargado! Arrancando con un nuevo archivo de conexiones.
ko_kr: 연결 파일은 "{0}"를 로드 할 수 없습니다! 새로운 연결 파일과 함께 시작.
tr_tr: "{0}" bağlantı dosyası yüklenemedi! Yeni bağlantılar dosyası ile başlanıyor.
zh_cn: 无法载入连接配置文件“{0}”！ 启用新建连接配置文件。

# ConnectionsFileCouldNotBeSaved
source: Couldn't save connections file!
es: ¡No pudo guardarse el archivo de conexiones!
ko_kr: 연결 파일을 저장할 수 없습니다!
tr_tr: Bağlantılar dosyası kaydedilemedi!
zh_cn: 无法保存连接配置文件！

# ConnectionsFileCouldNotSaveAs
source: Couldn't save connections file as "{0}"!
es: ¡No pudo guardarse el archivo de conexiones como "{0}"!
ko_kr: "{0}"로 연결 파일을 저장할 수 없습니다!
tr_tr: "{0}" bağlantı dosyası kaydedilemiyor!
zh_cn: 无法保存连接配置文件“{0}”！

source: Connect to console session
es: Conectar a sesión de consola
ko_kr: 세션을 콘솔에 연결
tr_tr: Konsol oturumuna bağlan
zh_cn: 连接到控制台会话

source: Connect (with options)
es: Conectar (con Opciones)
ko_kr: 연결 (옵션 사용)
tr_tr: Bağlan (Ayarları kullanarak)
zh_cn: 连接(选项)

# ConnenctionClosedByUser
source: Connection to {0} via {1} closed by user {2}.
es: Connexión a {0} via {1} cerrada por el usuario {2}.
ko_kr: 사용자 {2}이(가) {1} 통해 {0}에 연결.
tr_tr: {1} ile bağlanılan {0}, {2} tarafından kapatıldı.
zh_cn: 通过{1}到主机{0}的连接，已被用户{2}关闭。

# ConnenctionClosedByUserDetail
source: Connection to {0} via {1} closed by user {2}. (Description: "{3}"; User Field: "{4}")
es: Connexión a {0} via {1} cerrada por el usuario {2}. (Descripción: "{3}"; Campo de Usuario: "{4}")
ko_kr: 사용자 {2}이(가) {1} 통해 {0}에 연결. (설명:"{3}";사용자 입력란:"{4}")
tr_tr: {1} ile bağlanılan {0}, {2} tarafından kapatıldı. (Açıklama: "{3}"; Kullanıcı Alanı: "{4}")
zh_cn: 通过{1}到主机{0}的连接，已被用户{2}关闭（说明：“{3}”，自定义信息：“{4}”）。

# ConnenctionCloseEvent
source: Connection Event Closed
es: Evento de conexión cerrado
ko_kr: 연결 이벤트 닫힘.
tr_tr: Bağlantı kapatıldı
zh_cn: 连接事件关闭

# ConnenctionCloseEventFailed
source: Connection Event Closed failed!
es: ¡Ha fallado el evento Closed en Connection!
ko_kr: 연결 이벤트 담힘 실패.
tr_tr: Bağlantı kapatılma başarısız!
zh_cn: 连接事件关闭失败！

# CouldNotCreateNewConnectionsFile
source: Couldn't create new connections file!
es: ¡No se pudo crear un nuevo archivo de conexiones!
ko_kr: 새로운 연결 파일을 생성 할 수 없습니다!
tr_tr: Yeni bağlantı dosyası oluşturulamadı!
zh_cn: 无法新建连接配置文件！

# CouldNotFindToolStripInFilteredPropertyGrid
source: Could not find ToolStrip control in FilteredPropertyGrid.
ko_kr: FilteredPropertyGrid에서의 ToolStrip 컨트롤을 찾을 수 없습니다.
tr_tr: ToolStrip kontrolü FilteredPropertyGrid içinde bulunamadı.
zh_cn: 在 FilteredPropertyGrid 中找不到 ToolStrip 控件。

# CurrentVersion
source: Installed version
es: Versión Instalada
ko_kr: 설치된 버전
tr_tr: Yüklü sürüm
zh_cn: 已安装版本

source: Default Theme
es: Tema por defecto
ko_kr: 기본 테마
tr_tr: Varsayılan Tema
zh_cn: 默认主题

source: Detect
es: Detectar
ko_kr: 검색
tr_tr: Algıla
zh_cn: 检测

# DontConnectToConsoleSessionMenuItem
source: Don't connect to console session
ko_kr: 콘솔 세션에 연결하지 않음
tr_tr: Konsol oturumuna bağlanma
zh_cn: 不要连接到控制台会话

# DontConnectWhenAuthFails
source: Don't connect if authentication fails
es: No conectar si la autentificación falla
ko_kr: 인증에 실패하면 연결하지 않음
tr_tr: Kimlik doğrulama başarısız olursa bağlanma
zh_cn: 身份验证失败时取消连接

# DoubleClickTabClosesIt
source: Double click on tab closes it
es: Doble clic en una pestaña la cierra
ko_kr: 더블 클릭으로 탭 닫기
tr_tr: Sekmeyi çift tıklayarak kapatın
zh_cn: 双击标签关闭

source: Download and Install
es: Descargar e Instalar
ko_kr: 다운로드 및 설치
tr_tr: İndir ve Yükle
zh_cn: 下载并安装

source: Duplicate
es: Duplicar
ko_kr: 복제
tr_tr: Çoğalt
zh_cn: 创建副本

# EmptyPasswordContinue
source: Do you want to continue with no password?
es: ¿Quiere continuar sin contraseña?
ko_kr: 암호를 사용하지 않고 계속 하시겠습니까?
tr_tr: Parola olmadan devam etmek istiyor musunuz?
zh_cn: 确认不输入密码吗？

# EmptyUsernamePasswordDomainFields
source: For empty Username, Password or Domain fields use:
es: Para campos de Nombre de Usuario, Contraseña y Dominio vacíos usar:
ko_kr: 빈 사용자 이름, 비밀번호 또는 도메인 필드의 경우 다음을 사용 :
tr_tr: Boş bırakılan Kullanıcı adı, Parola ve Domain için
zh_cn: 对于空用户名、密码或域名使用：

# Enc128Bit
source: 128-bit
ko_kr: 128 비트
zh_cn: 128 位

# Enc128BitLogonOnly
source: 128-bit (logon only)
es: 128-bit (sólo inicio de sesión)
ko_kr: 128 비트 (로그온 만)
tr_tr: 128-bit (yalnızca oturum açma)
zh_cn: 128位(仅用于登录)

# Enc40Bit
source: 40-bit
ko_kr: 40 비트
zh_cn: 40位

# Enc56Bit
source: 56-bit
ko_kr: 56 비트
zh_cn: 56位

# EncBasic
source: Basic
es: Básico
ko_kr: 기본
tr_tr: Basit
zh_cn: 基本

# EncryptCompleteConnectionFile
source: Completely encrypt connection file
es: Cifrar por completo el archivo de conexión
ko_kr: 연결 파일을 완전히 암호화
tr_tr: Bağlantı dosyası şifreleme
zh_cn: 完全加密连接配置文件

# EndIP
source: Last IP
es: IP Final
ko_kr: 최종 IP
tr_tr: Son IP
zh_cn: 终止IP

# EndPort
source: Last Port
es: Puerto Final
ko_kr: 최종 포트
tr_tr: Son Port
zh_cn: 终止端口

# ErrorAddExternalToolsToToolBarFailed
source: AddExternalToolsToToolBar (frmMain) failed. {0}
es: Fallo al AddExternalToolsToToolBar (frmMain). {0}
ko_kr: AddExternalToolsToToolBar (frmMain)가 실패. {0}
tr_tr: Araç çubuğuna harici araç ekleme (frmMain) başarısız. {0}
zh_cn: AddFolder (UI.Window.Tree) 函数执行失败。{0}

# ErrorAddFolderFailed
source: AddFolder (UI.Window.ConnectionTreeWindow) failed. {0}
es: Añadir Carpeta (UI.Window.Tree) fallida. {0}
ko_kr: AddFolder (UI.Window.ConnectionTreeWindow)가 실패. {0}
tr_tr: Klasör ekle ((UI.Window.ConnectionTreeWindow) başarısız. {0}
zh_cn: AddFolder (UI.Window.Tree) 函数执行失败。{0}

# ErrorBadDatabaseVersion
source: The database version {0} is not compatible with this version of {1}.
es: La versión de Base de Datos {0} No es compatible con esta versión de {1}.
ko_kr: 데이터베이스 버전 {0}은 (는)이 버전의 {1}과 호환되지 않습니다.
tr_tr: Veritabanı {0} sürümü, {1} sürümüyle uyumlu değil.
zh_cn: 数据库版本 {0} 与当前版本 {1} 不兼容。

# ErrorCloneNodeFailed
source: CloneNode (Tree.Node) failed . {0}
es: Clonado de Nodo (Tree.Node) fallido. {0}
ko_kr: CloneNode (Tree.Node)가 실패. {0}
tr_tr: Çoğaltma (Tree.Node) başarısız. {0}
zh_cn: CloneNode (Tree.Node) 函数执行失败。{0}

# ErrorCode
source: Error code {0}.
es: Código de error {0}.
ko_kr: 오류 코드 {0}.
tr_tr: Hata kodu {0}
zh_cn: 错误代码{0}。

# ErrorConnectionListSaveFailed
source: The connection list could not be saved.
es: La lista de conexiones no ha podido ser grabada.
ko_kr: 연결 목록을 저장할 수 없습니다.
tr_tr: Bağlantı listesi kaydedilemedi.
zh_cn: 无法保存连接列表。

# ErrorCouldNotLaunchPutty
source: PuTTY could not be launched.
ko_kr: PuTTY를 시작할 수 없습니다.
tr_tr: PuTTY başlatılamadı.
zh_cn: PuTTY无法启动。

# ErrorDecryptionFailed
source: Decryption failed. {0}
es: Descifrado fallido. {0}
ko_kr: 암호 해독에 실패. {0}
tr_tr: Çözümleme başarısız. {0}
zh_cn: 解密失败。{0}

# ErrorEncryptionFailed
source: Encryption failed. {0}
es: Cifrado fallido. {0}
ko_kr: 암호화에 실패. {0}
tr_tr: Şifreleme başarısız. {0}
zh_cn: 加密失败。{0}

source: Errors
es: Errores
ko_kr: 오류
tr_tr: Hatalar
zh_cn: 错误

# ErrorStartupConnectionFileLoad
source: The startup connection file could not be loaded.{0}{0}{2}{0}{3}{0}{0}In order to prevent data loss, {1} will now exit.
es: No ha podido cargarse el archivo de conexión inicial.{0}{0}{2}{0}{3}{0}{0}Para evitar la pérdida de datos, {1} se cerrará ahora.
ko_kr: 시작 연결 파일을로드 할 수 없습니다. {0} {0} {2} {0} {3} {0} {0} 데이터 손실을 방지하기 위해 {1}을 종료합니다.
tr_tr: Başlangıç bağlantı dosyası yüklenemedi. {0}{0}{2}{0}{3}{0}{0} veri kaybını önlemek için {1}'den şimdi çıkılacak.
zh_cn: 默认连接配置文件加载失败。{0}{0}{2}{0}{3}{0}{0}为避免数据丢失, {1} 即将退出。

# ErrorVerifyDatabaseVersionFailed
source: VerifyDatabaseVersion (Config.Connections.Save) failed. {0}
es: Error.{0} en Proceso VerifyDatabaseVersion (Config.Connections.Save)
ko_kr: VerifyDatabaseVersion (Config.Connections.Save)이 실패. {0}
tr_tr: Veritabanı sürümü doğrulaması (Config.Connections.Save) başarısız. {0}
zh_cn: VerifyDatabaseVersion (Config.Connections.Save) 函数执行失败。{0}

source: Expand all folders
es: Expandir todas las carpetas
ko_kr: 모든 폴더 확장
tr_tr: Tüm klasörleri genişlet
zh_cn: 展开所有目录

source: Experimental
ko_kr: 실험적
tr_tr: Deneysel
zh_cn: 实验

source: Export
es: Exportar
ko_kr: 내보내기
tr_tr: Dışa aktar
zh_cn: 导出

source: Export everything
ko_kr: 모든 항목 내보내기
tr_tr: Herşeyi dışa aktar
zh_cn: 导出所有内容

source: Export File
ko_kr: 파일 내보내기
tr_tr: Dosyayı dışa aktar
zh_cn: 导出文件

source: Export Items
ko_kr: 항목 내보내기
tr_tr: Öğeleri dışa aktar
zh_cn: 导出项目

# ExportmRemoteXML
source: Export mRemote/mRemoteNG XML
es: Exportar mRemote/mRemoteNG XML
ko_kr: mRemote / mRemoteNG XML 내보내기
tr_tr: mRemote/mRemoteNG XML dosyasını dışa aktar
zh_cn: 导出mRemote/mRemoteNG XML

source: Export Properties
ko_kr: 속성 내보내기
tr_tr: Seçenekleri dışa aktar
zh_cn: 导出属性

# ExportSelectedConnection
source: Export the currently selected connection
ko_kr: 현재 선택된 연결 내보내기
tr_tr: Seçili olan bağlantıları dışa aktar
zh_cn: 导出当前选定的连接

# ExportSelectedFolder
source: Export the currently selected folder
ko_kr: 현재 선택된 폴더 내보내기
tr_tr: Seçili olan klasörleri dışa aktar
zh_cn: 导出当前选定的文件夹

# ExportToFileMenuItem
source: &Export to File...
ko_kr: 파일 내보내기(&E)
tr_tr: &Dosyaya dışa atar...
zh_cn: 导出到文件(&E)...

source: Ext. App
es: App Externa
tr_tr: Harici Uygulama
zh_cn: 外部应用

# ExternalToolDefaultName
source: New External Tool
ko_kr: 새로운 외부 도구
tr_tr: Yeni harici araç
zh_cn: 新建外部工具

# FAMFAMFAMAttribution
source: Includes icons by [FAMFAMFAM]
es: Incluye iconos de [FAMFAMFAM]
ko_kr: 아이콘을 포함 by [FAMFAMFAM]
tr_tr: [FAMFAMFAM]'ın simgelerini içerir
zh_cn: 内置图标由[FAMFAMFAM]制作

# FileFormatLabel
source: File &Format:
ko_kr: 파일 형식(&F):
tr_tr: Dosya &Formatı
zh_cn: 文件格式(&F)

# FilterAll
source: All Files (*.*)
es: Todos los archivos (*.*)
ko_kr: 모든 파일 (*.*)
tr_tr: Tüm Dosyalar (*.*)
zh_cn: 所有文件(*.*)

# FilterAllImportable
source: All importable files
ko_kr: 가져올 수있는 모든 파일
tr_tr: Tüm alınabilir dosyalar
zh_cn: 所有可导入的文件

# FilterApplication
source: Application Files (*.exe)
es: Archivos de Aplicación (*.exe)
ko_kr: 응용 프로그램 파일 (*.exe)
tr_tr: Uygulama Dosyaları (*.exe)
zh_cn: 应用程序(*.exe)

# FiltermRemoteCSV
source: mRemote CSV Files (*.csv)
es: Archivos CSV de mRemote (*.csv)
ko_kr: mRemote CSV 파일 (*.csv)
tr_tr: mRemote CSV Dosyaları (*.csv)
zh_cn: mRemote CSV(*.csv)

# FiltermRemoteXML
source: mRemote XML Files (*.xml)
es: Archivos XML de mRemote (*.xml)
ko_kr: mRemote XML 파일 (*.XML)
tr_tr: mRemote XML Dosyaları (*.xml)
zh_cn: mRemote XML(*.xml)

# FilterPuttyConnectionManager
source: PuTTY Connection Manager files
ko_kr: PuTTY 연결 관리자 파일
tr_tr: PuTTY Bağlantı Yöneticisi dosyaları
zh_cn: PuTTY连接管理器文件

# FilterRdgFiles
source: Remote Desktop Connection Manager files (*.rdg)
ko_kr: 원격 데스크톱 연결 관리자 파일 (*.rdg)
tr_tr: Uzak Masaüstü Bğlantı Yöneticisi dosyaları (*.rdg)
zh_cn: 远程桌面连接管理器文件（*.rdg）

# FilterRDP
source: RDP Files (*.rdp)
es: Archivos RDP (*.rdp)
ko_kr: RDP 파일 (*.rdp)
tr_tr: RDP Dosyaları (*.rdp)
zh_cn: RDP文件(*.rdp)

# FiltervRD2008CSV
source: visionapp Remote Desktop 2008 CSV Files (*.csv)
es: Archivos CSV de visionapp Remote Desktop 2008 (*.csv)
ko_kr: visionapp 원격 데스크톱 2008 CSV 파일 (*.csv)
tr_tr: visionapp Uzak Masaüstü 2008 CSV Dosyaları (*.csv)
zh_cn: visionapp远程桌面2008 CSV文件（* .csv）

# FormatInherit
source: Inherit {0}
es: Herencia {0}
ko_kr: {0} 상속
tr_tr: Miras {0}
zh_cn: 继承 {0}

# FormatInheritDescription
source: Description of inherited property: {0}
es: Descripción de la propiedad heredada: {0}
ko_kr: 상속 된 속성에 대한 설명 : {0}
tr_tr: Miras kalan özelliklerin açıklaması: {0}
zh_cn: 继承属性的描述：{0}

source: Free
es: Gratis
tr_tr: Boş
zh_cn: 免费

source: Fullscreen
es: Pantalla Completa
ko_kr: 전체 화면
tr_tr: Tam Ekran
zh_cn: 全屏

# CategoryGeneral
source: General
tr_tr: Genel
zh_cn: 常规

source: Get Connection Info From SQL failed
es: Adquisición de Información de la Conexión desde SQL fallida
ko_kr: SQL에서 연결 정보 가져 오기 실패
tr_tr: SQL'den bağlantı bilgileri alma başarısız
zh_cn: 从 SQL 获取连接配置信息失败

# GetConnectionInfoFromXmlFailed
source: An error occured while loading the connection entry for "{0}" from "{1}". {2}
es: Ha ocurrido un error mientras se cargaba la conexión de "{0}" desde "{1}". {2}
ko_kr: "{1}"에서 "{0}"에 대한 연결 항목을로드하는 중 오류가 발생. {2}
tr_tr: "{1}" den "{0}" için bağlantı bilgileri alınırken bir hata oluştu. {2}
zh_cn: 从 {1} 中加载连接项 {0} 时发生错误。{2}

# GroupboxAutomaticReconnect
source: Automatic Reconnect
es: Reconexión Automática
ko_kr: 자동 다시 연결
tr_tr: Otomatik Yeniden Bağlan
zh_cn: 自动重试连接

# GroupboxExternalToolProperties
source: External Tool Properties
es: Propiedades de la Herramienta Externa
ko_kr: 외부 도구 속성
tr_tr: Harici Araç Özellikleri
zh_cn: 外部工具属性

source: Files
tr_tr: Dosyalar
zh_cn: 文件

source: Host
es: Servidor
ko_kr: 호스트
zh_cn: 主机

source: HTTP Connect Failed!
es: ¡Conexión HTTP Fallida!
ko_kr: HTTP 연결 실패!
tr_tr: HTTP Bağlantısı Başarısız!
zh_cn: HTTP 连接失败！

# HttpConnectionFailed
source: Couldn't create new HTTP Connection!
es: ¡No se pudo crear una nueva conexión HTTP!
ko_kr: 새로운 HTTP 연결을 만들 수 없습니다!
tr_tr: Yeni HTTP Bağlantısı oluşturulamadı!
zh_cn: 无法创建新的 HTTP 连接！

# HttpDocumentTileChangeFailed
source: Changing HTTP Document Tile Failed!
es: ¡Fallo al cambiar el azulejo del documento HTTP!
ko_kr: HTTP 문서 타일 변경 실패!
tr_tr: HTTP Doküman Dosyasını Değiştirme Başarısız!
zh_cn: 更改HTTP文档标题失败！

# HttpSetPropsFailed
source: Set HTTP Props failed!
es: ¡Asignación de Propiedades HTTP fallida!
ko_kr: HTTP Props 설정에 실패!
tr_tr: HTTP Prop'larını değiştirme başarısız!
zh_cn: 设置 HTTP 属性失败！

# IcaConnectionFailed
source: Couldn't create new ICA Connection!
es: ¡No se pudo crear una nueva conexión ICA!
ko_kr: 새 ICA 연결을 생성할 수 없습니다.
tr_tr: Yeni ICA Bağlantısı oluşturulamadı!
zh_cn: 无法创建新 ICA 连接！

# IcaControlFailed
source: Loading ICA Plugin failed!
es: ¡Fallo en la carga del Plugin ICA!
ko_kr: ICA 플러그 인을 로드하지 못 했습니다!
tr_tr: ICA eklentisini yükleme başarısız!
zh_cn: ICA 插件加载失败！

source: ICA SetCredentials failed!
es: ¡Asignación de Credenciales ICA fallida!
tr_tr: ICA Kimlik ayarlama başarısız!
zh_cn: ICA 凭据设置失败！
