Repository: 359193585/mRemoteNG
Catalog: mRemoteV1/Resources/Language/Language.*.resx
Languages: es, ko_kr, tr_tr, zh_cn

source: ICA Set Event Handlers Failed!
es: ¡Asignación de Manejadores de Eventos ICA fallida!
tr_tr: ICA Olay İşleyicileri Ayarlama Başarısız!
zh_cn: ICA 事件句柄设置失败！

source: ICA Set Props Failed!
es: ¡Asignación de Propiedades ICA fallida!
tr_tr: ICA Props Ayarlama başarısız!
zh_cn: ICA 属性设置失败！

source: ICA Set Resolution Failed!
es: ¡Asignación de Resolución ICA fallida!
tr_tr: ICA Çözünürlük ayarlama başarısız!
zh_cn: ICA 分辨率设置失败！

# IdentifyQuickConnectTabs
source: Identify quick connect tabs by adding the prefix "Quick:"
ko_kr: "빠른"접두어를 추가하여 빠른 연결 탭을 확인하십시오.
tr_tr: "Hızlı:" önekini ekleyerek hızlı bağlantı sekmelerini belirleyin
zh_cn: 通过添加前缀“快速：”来识别快速连接选项卡

# ImportAD
source: Import from Active Directory
es: Importar desde Directorio Activo
ko_kr: Active Directory에서 가져 오기
tr_tr: Active Directoy'den içe aktar
zh_cn: 导入 Active Directory

source: Import/Export
es: Importar/Exportar
ko_kr: 가져오기/내보내기
tr_tr: İçe aktar/Dışa aktar
zh_cn: 导入/导出

# ImportFileFailedContent
source: An error occurred while importing the file "{0}".
ko_kr: "{0}"파일을 가져 오는 중 오류가 발생했습니다.
tr_tr: Dosya alınırken bir hata oluştu, "{0}".
zh_cn: 导入文件“{0}”时发生错误。

# ImportFileFailedMainInstruction
source: Import failed
ko_kr: 가져 오기 실패
tr_tr: İçe alma başarısız!
zh_cn: 导入失败

# ImportFromFileMenuItem
source: Import from &File...
ko_kr: 파일에서 가져 오기(&F) ...
tr_tr: &Dosyadan içe aktar...
zh_cn: 从文件导入(&F)...

# ImportLocationCommandButtons
source: Under the root{0}{1}|Under the selected folder{0}{2}
ko_kr: 루트 {0} {1} | 아래에서 선택한 폴더 {0} {2}
tr_tr: {0}{1} kökünde | Seçili klasörün altındaki {0}{2}
zh_cn: 在根目录{0}{1}下|在所选文件夹{0}{2}下

# ImportLocationContent
source: Where would you like the imported items to be placed?
ko_kr: 가져온 항목에 어디에 적용하시겠습니까?
tr_tr: İçe aktarılan öğelerin nereye yerleştirilmesini istersiniz?
zh_cn: 您希望将导入的项目放在哪里？

# ImportLocationMainInstruction
source: Import location
ko_kr: 가져 오기 위치
tr_tr: İçe alma yeri
zh_cn: 导入位置

# ImportmRemoteXML
source: Import mRemote/mRemoteNG XML
es: Importar mRemote/mRemoteNG XML
ko_kr: 가져 오기 mRemote / mRemoteNG XML
tr_tr: mRemote/mRemoteNG XML dosyasını içe aktar
zh_cn: 导入mRemote/mRemoteNG XML

# ImportPortScan
source: Import from Port Scan
es: Importar desde el Escáner de Puertos
ko_kr: 포트 검사에서 가져 오기
tr_tr: Port Taramasından içe aktar
zh_cn: 导入端口扫描结果

# ImportRDPFiles
source: Import from RDP file(s)
es: Importar desde archivo(s) .RDP
ko_kr: .rdp 파일에서 가져 오기
tr_tr: .RDP dosyasından içe aktar
zh_cn: 导入 RDP 文件

source: Inactive
es: Inactivo
ko_kr: 비활성
tr_tr: Pasif
zh_cn: 非活动

source: Informations
es: Informaciones
ko_kr: 정보
tr_tr: Bilgiler
zh_cn: 信息

# InheritNewConnection
source: mRemoteNG is up to date
es: mRemoteNG está actualizado
ko_kr: mRemoteNG는 최신 버전입니다
tr_tr: mRemoteNG güncel
zh_cn: mRemoteNG 已经是最新版本。

# IntAppDisposeFailed
source: Dispose of Int App process failed!
es: ¡La liberación del proceso Int App ha fallado!
tr_tr: Int App kaldırma işlemi başarısız!
zh_cn: 清除内部程序进程失败！

source: Int App Focus Failed!
es: ¡No se pudo centrar el foco en Int App!
tr_tr: Int App odaklaması başarısız!
zh_cn: 内部程序焦点设置失败！

# IntAppHandle
source: Int App Handle: {0}
es: Manejar aplicación interna: {0}
tr_tr: Int App işleme: {0}
zh_cn: 内部程序句柄：{0}

# IntAppKillFailed
source: Killing Int App Process failed!
es: ¡Fallo en el proceso de detención de la aplicación interna!
tr_tr: Int App durdurma başarısız!
zh_cn: 终止内部程序进程失败！

# IntAppParentHandle
source: Panel Handle: {0}
es: Manejar el panel: {0}
ko_kr: 패널 핸들 : {0}
tr_tr: Panel İşleme: {0}
zh_cn: 面板句柄：{0}

source: Int App Resize failed!
es: ¡Fallo al redimensionar la aplicación interna!
tr_tr: Int App yeniden boyutlandırma başarız!
zh_cn: 内部程序大小调整失败！

source: --- IntApp Stuff ---
es: --- Cosas de la aplicación interna ---
tr_tr: --- IntApp Ekibi ---
zh_cn: --- 内部程序信息 ---

# IntAppTitle
source: Int App Title: {0}
es: Título Int App: {0}
tr_tr: Int App Başlığı: {0}
zh_cn: 内部程序标题：{0}

# LabelAddress
source: Address
es: Dirección:
ko_kr: 주소:
tr_tr: Adres
zh_cn: 地址：

# LabelChangeLog
source: Change Log
es: Registro de cambios:
ko_kr: 변경 로그 :
tr_tr: Değişiklik günlüğü
zh_cn: 更新记录：

# LabelClosingConnections
source: When closing connections:
es: Al cerrar las conexiones:
ko_kr: 연결을 닫을 때 :
tr_tr: Bağlantı kapatılırken
zh_cn: 当关闭连接时：

# LabelConnect
source: &Connect:
es: &Conectar:
ko_kr: 연결(&C)
tr_tr: &Bağlan
zh_cn: 连接(&C)

# LabelHostname
source: Hostname:
es: Nombre del Host:
ko_kr: 호스트 이름 :
zh_cn: 主机名

source: Portable Edition
tr_tr: Taşınabilir Sürüm
zh_cn: 便携版本

source: Protocol
tr_tr: Protokol
zh_cn: 协议：

# LabelPuttySessionsConfig
source: To configure PuTTY sessions click this button:
es: Para configurar las conexiones PuTTY hacer clic en este botón:
ko_kr: PuTTY 세션을 구성하려면이 단추를 누르십시오:
tr_tr: PuTTY oturumlarını yapılandırmak için bu butona tıklayın
zh_cn: 请单击按钮，配置PuTTY会话：

# LabelPuttyTimeout
source: Maximum PuTTY and integrated external tools wait time:
es: Tiempo de espera Max. para PuTTY && Applicaciones Ext. Integradas:
tr_tr: PuTTY ve harici araçlar için en fazla bekleme süresi
zh_cn: Putty 超时时间：

# LabelReleasedUnderGPL
source: Released under the GNU General Public License (GPL)
es: Publicado bajo la GNU General Public License (GPL)
ko_kr: GNU 일반 공중 사용 허가서 (GPL)
tr_tr: GNU Genel Kamu Lisansı (GPL) kapsamında çıkarıldı
zh_cn: 基于通用公共许可证（GPL）发布

# LabelSeconds
source: Seconds
es: segundos
ko_kr: 초
tr_tr: saniyeler
zh_cn: 秒

# LabelSelectPanel
source: Select a panel from the list below or click New to add a new one. Click OK to continue.
es: Seleccione un panel de la lista o haga clic en Nuevo para añadir uno. Haga clic en OK para continuar.
ko_kr: 아래 목록에서 패널을 선택하거나 새로 만들기를 클릭하여 새 패널을 추가하십시오. 확인을 클릭하여 계속하십시오.
tr_tr: Aşağıdaki listeden bir panel seçin veya yeni bir panel eklemek için Yeni'yi tıklayın. Devam etmek için Tamam'ı tıklayın.
zh_cn: 从下面的列表中选择一个面板或单击“新建”添加新面板。单击确定继续。

# LabelServerStatus
source: Server status:
es: Estado de Servidor:
ko_kr: 서버 상태 :
tr_tr: Sunucu Durumu
zh_cn: 服务器状态：

source: Database
tr_tr: Veritabanı
zh_cn: 数据库

# LabelVerify
source: Verify:
es: Verificar:
ko_kr: 검증:
tr_tr: Doğrula
zh_cn: 验证：

# strLanguage
source: Language
es: Idioma
tr_tr: Dil
zh_cn: 语言

# LanguageDefault
source: (Automatically Detect)
es: (Detección Automática)
ko_kr: (자동 감지)
tr_tr: (Otomatik Algıla)
zh_cn: (自动检查)

# LanguageRestartRequired
source: {0} must be restarted before changes to the language will take effect.
es: {0} debe ser reiniciado antes de que los cambios en el idioma tengan efecto.
ko_kr: 언어 변경 사항이 적용 되려면 {0}를 다시 시작해야합니다.
tr_tr: Dili değiştirmek için {0} yeniden başlatılmalıdır.
zh_cn: {0} 必须重新启动，对语言的更改才能生效。

source: Load from SQL failed
es: ¡Carga desde SQL fallida!
ko_kr: SQL에서 로드 실패
tr_tr: SQL'den yükleme başarısız!
zh_cn: 从SQL加载配置失败！

# LoadFromSqlFailedContent
source: The connection information could not be loaded from the SQL server.
ko_kr: 연결 정보를 SQL 서버에서 로드 할 수 없습니다.
tr_tr: Bağlantı bilgileri SQL sunucusundan yüklenemedi.
zh_cn: 连接信息无法从SQL服务器加载。

source: Load From XML failed!
es: ¡Carga de XML fallida!
ko_kr: XML에서 로드 실패!
tr_tr: XML'den yükleme başarısız!
zh_cn: 从XML加载配置失败！

source: Local file
es: Archivo local
ko_kr: 로컬 파일
tr_tr: Yerel dosya
zh_cn: 本地文件

source: Local file does not exist!
es: ¡El archivo local no existe!
ko_kr: 로컬 파일이 존재하지 않습니다!
tr_tr: Yerel dosya yok!
zh_cn: 本地文件不存在！

source: Logoff
es: Cerrar Sesión
ko_kr: 로그 오프
tr_tr: Oturumu kapat
zh_cn: 注销

# LogWriteToFileFailed
source: Writing to report file failed!
es: ¡Fallo al escribir al archivo de informe!
ko_kr: 보고서 파일에 쓰지 못했습니다!
tr_tr: Rapor dosyasına yazma başarısız!
zh_cn: 报告文件写入失败！

# LogWriteToFileFinalLocationFailed
source: Couldn't save report to final location.
es: No se pudo gravar el informe en el destino.
ko_kr: 보고서를 최종 위치에 저장할 수 없습니다.
tr_tr: Rapor son konumuna kaydedilemedi.
zh_cn: 无法在当前位置保存报告文件。

# MagicLibraryAttribution
source: Uses the Magic library by [Crownwood Software]
es: Emplea la librería Magic de [Crownwood Software]
ko_kr: [Crownwood Software]의 Magic 라이브러리 사용
tr_tr: [Crownwood Software] tarafından sağlanan Sihirbaz kütüphanesi kullanır
zh_cn: 使用[Crownwood Software]开发的 Magic 库

# MenuAddConnectionPanel
source: Add Connection Panel
es: Agregar Panel de Conexión
ko_kr: 연결 패널 추가
tr_tr: Bağlantı Paneli Ekle
zh_cn: 添加连接面板

# MenuCheckForUpdates
source: Check for Updates
es: Comprobar Actualizaciones
ko_kr: 업데이트 확인
tr_tr: Güncelleştirmeleri Konrol Et
zh_cn: 检查更新

source: Config
tr_tr: Ayar
zh_cn: 配置

# MenuConnectionPanels
source: Connection Panels
es: Paneles de Conexión
ko_kr: 연결 패널
tr_tr: Bağlantı Paneli
zh_cn: 连接面板

# MenuConnectionsAndConfig
source: Connections and Config
es: Conexiones y Configuración
ko_kr: 연결 및 구성
tr_tr: Bağlantılar ve Ayar
zh_cn: 连接和配置

source: Copy
tr_tr: Kopyala
zh_cn: 复制

# MenuDeleteConnection
source: Delete Connection
es: Borrar Conexión...
ko_kr: 연결 삭제 ...
tr_tr: Bağlantıyı Sil...
zh_cn: 删除连接...

# MenuDeleteExternalTool
source: Delete External Tool
es: Borrar Herramienta Externa...
ko_kr: 외부 도구를 삭제 ...
tr_tr: Harici Aracı Sil...
zh_cn: 删除外部工具...

# MenuDeleteFolder
source: Delete Folder
es: Borrar Carpeta...
ko_kr: 폴더 삭제 ...
tr_tr: Klasörü Sil...
zh_cn: 删除目录…

# MenuDonate
source: Donate
es: Donar
ko_kr: 기부
tr_tr: Bağış Yap
zh_cn: 捐赠

# MenuDuplicateConnection
source: Duplicate Connection
es: Duplicar Conexión
ko_kr: 중복 연결
tr_tr: Bağlantıyı Çoğalt
zh_cn: 重复连接

# MenuDuplicateFolder
source: Duplicate Folder
es: Duplicar Carpeta
ko_kr: 중복 폴더
tr_tr: Klasörü Çoğalt
zh_cn: 重复目录

# MenuDuplicateTab
source: Duplicate Tab
es: Duplicar Pestaña
ko_kr: 중복 탭
tr_tr: Sekmeyi Çoğalt
zh_cn: 重复标签

source: Exit
tr_tr: Çıkış
zh_cn: 退出

# MenuExternalTools
source: External Tools
es: Herramientas Externas
ko_kr: 외부 도구
tr_tr: Harici Araçlar
zh_cn: 外部工具

# MenuExternalToolsToolbar
source: External Tools Toolbar
es: Barra de Herramientas Externas
ko_kr: 외부 도구 모음
tr_tr: Harici Araçlar Araç çubuğu
zh_cn: 外部工具工具栏

# MenuFile
source: &File
es: &Archivo
ko_kr: 파일(&F)
tr_tr: &Dosya
zh_cn: 文件(&F)

# MenuFullScreen
source: Full Screen
es: Pantalla Completa
ko_kr: 전체 화면
tr_tr: Tam Ekran
zh_cn: 全屏

# MenuFullScreenRDP
source: Full Screen (RDP)
es: Pantalla Completa (RDP)
ko_kr: 전체 화면 (RDP)
tr_tr: Tam Ekran (RDP)
zh_cn: 全屏(RDP)

# MenuHelp
source: &Help
es: &Ayuda
ko_kr: 도움말(&H)
tr_tr: &Yardım
zh_cn: 帮助(&H)

# MenuHelpContents
source: mRemoteNG Help
es: Ayuda de mRemoteNG
ko_kr: mRemoteNG 도움말
tr_tr: mRemoteNG Yardım
zh_cn: mRemoteNG 帮助

# MenuJumpTo
source: Jump to
es: Saltar a
ko_kr: 바로 가기
tr_tr: Atla
zh_cn: 转到

# MenuLaunchExternalTool
source: Launch External Tool
es: Lanzar Aplicación Externa
ko_kr: 외부 도구 실행
tr_tr: Harici Aracı Çalıştır
zh_cn: 启动外部工具

# MenuNewConnectionFile
source: New Connection File
es: Nuevo Archivo de Conexión
ko_kr: 새 연결 파일
tr_tr: Yeni Bağlantı Dosyası
zh_cn: 新建连接配置文件

# MenuNotifications
source: Notifications
es: Notificaciones
ko_kr: 알림
tr_tr: Bildirim
zh_cn: 通知

# MenuNotificationsCopyAll
source: Copy All
es: Copiar todo
ko_kr: 모두 복사
tr_tr: Hepsini Kopyala
zh_cn: 复制全部

# MenuNotificationsDelete
source: Delete
es: Borrar
ko_kr: 삭제
tr_tr: Sil
zh_cn: 删除

# MenuNotificationsDeleteAll
source: Delete All
es: Borrar todo
ko_kr: 모두 삭제
tr_tr: Hepsini Sil
zh_cn: 删除全部

# MenuOpenConnectionFile
source: Open Connection File...
es: Abrir Archivo de Conexión...
ko_kr: 연결 파일 열기 ...
tr_tr: Bağlantı Dosyasını Aç
zh_cn: 打开连接配置文件…

# MenuOptions
source: Options
es: Opciones
ko_kr: 옵션
tr_tr: Ayarlar
zh_cn: 选项

# MenuPaste
source: Paste
es: Pegar
ko_kr: 붙여넣기
tr_tr: Yapıştır
zh_cn: 粘贴

# MenuPortScan
source: Port Scan
es: Escanear Puertos
ko_kr: 포트 스캔
tr_tr: Port Taraması
zh_cn: 端口扫描

# MenuQuickConnectToolbar
source: Quick Connect Toolbar
es: Barra de Conexión Rápida
ko_kr: 빠른 연결 도구 모음
tr_tr: Hızlı Bağlantı Araç Çubuğu
zh_cn: 快速连接工具栏

# MenuReconnect
source: Reconnect
es: Reconectar
ko_kr: 다시 연결
tr_tr: Yeniden Bağlan
zh_cn: 重新连接

# MenuRefreshScreen
source: Refresh Screen (VNC)
es: Refrescar Pantalla (VNC)
ko_kr: 화면 새로 고침 (VNC)
tr_tr: Ekranı Yenile (VNC)
zh_cn: 刷新(VNC)

# MenuRenameConnection
source: Rename Connection
es: Renombrar Conexión
ko_kr: 연결 이름 바꾸기
tr_tr: Bağlantıyı Yeniden Adlandır
zh_cn: 重命名连接

# MenuRenameFolder
source: Rename Folder
es: Renombrar Carpeta
ko_kr: 폴더 이름 바꾸기
tr_tr: Klasörü Yeniden Adlandır
zh_cn: 重命名目录

# TabRename
source: Rename Tab
tr_tr: Sekmeyi Yeniden Adlandır
zh_cn: 重命名标签

# MenuReportBug
source: Report a Bug
es: Informar de un Bug
ko_kr: 버그 신고
tr_tr: Hata Raporla
zh_cn: 报告问题

# MenuResetLayout
source: Reset layout
es: Resetear distribución de pantalla
ko_kr: 레이아웃 재설정
tr_tr: Düzeni sıfırla
zh_cn: 重置布局

# MenuSaveConnectionFile
source: Save Connection File
es: Guardar Archivo de Conexión
ko_kr: 연결 파일 저장
tr_tr: Bağlantı Dosyasını Kaydet
zh_cn: 保存连接配置文件

# MenuSaveConnectionFileAs
source: Save Connection File As...
es: Guardar Archivo de Conexión como...
ko_kr: 연결 파일 다른 이름으로 저장 ...
tr_tr: Bağlantı Dosyasını Farklı Kaydet
zh_cn: 另存连接配置文件为…

# MenuScreenshotManager
source: Screenshot Manager
es: Administrador de Capturas de Pantalla
ko_kr: 스크린 샷 관리자
tr_tr: Ekran Görüntüsü Yöneticisi
zh_cn: 屏幕截图管理器

# MenuSendSpecialKeys
source: Send Special Keys (VNC)
es: Enviar Teclas Especiales (VNC)
ko_kr: 특수 키 보내기 (VNC)
tr_tr: Özel Tuş Gönder (VNC)
zh_cn: 发送特殊键(VNC)

# MenuSessionRetrieve
source: Retrieve
ko_kr: 검색
tr_tr: Kurtar
zh_cn: 取回

# MenuSessions
source: Sessions
es: Sesiones
ko_kr: 세션
tr_tr: Oturumlar
zh_cn: 会话

# MenuSessionsAndScreenshots
source: Sessions and Screenshots
es: Sesiones y Capturas de Pantalla
ko_kr: 세션 및 스크린 샷
tr_tr: Oturumlar ve Ekran Görüntüleri
zh_cn: 会话和屏幕截图

# MenuShowHelpText
source: &Show Help Text
es: &Mostrar texto de ayuda
ko_kr: 도움말 텍스트 표시 (&H)
tr_tr: &Yardım Metnini Görüntüle
zh_cn: 显示（&S）帮助文本

# MenuShowText
source: Show Text
es: Mostar Texto
ko_kr: 텍스트 표시
tr_tr: Metni Görüntüle
zh_cn: 显示文本

# MenuSmartSize
source: SmartSize (RDP/VNC)
tr_tr: Akıllı Boyutlandırma (RDP/VNC)
zh_cn: 窗口自适应(RDP/VNC)

# MenuSSHFileTransfer
source: SSH File Transfer
es: Tranferencia de Archivos por SSH
ko_kr: SSH 파일 전송
tr_tr: SSH Dosya Transferi
zh_cn: SSH文件传输

# MenuStartChat
source: Start Chat (VNC)
es: Comenzar Chat (VNC)
ko_kr: 채팅 시작 (VNC)
tr_tr: Sohbet'i Başlat (VNC)
zh_cn: 启动Chat(VNC)

# MenuSupportForum
source: Support Forum
es: Foro de Soporte
ko_kr: 지원 포럼
tr_tr: Destek Forumu
zh_cn: 支持论坛

# MenuTools
source: &Tools
es: &Herramientas
ko_kr: 도구(&T)
tr_tr: &Araçlar
zh_cn: 工具(&T)

# MenuTransferFile
source: Transfer File (SSH)
es: Transferir Archivo (SSH)
ko_kr: 파일 전송 (SSH)
tr_tr: Dosya Transferi (SSH)
zh_cn: 传输文件(SSH)

# MenuView
source: &View
es: &Ver
ko_kr: 보기(&V)
tr_tr: &Görünüm
zh_cn: 查看(&V)

# MenuViewOnly
source: View Only (VNC)
es: Solo Ver (VNC)
ko_kr: 보기 전용 (VNC)
tr_tr: Yalnızca Gör (VNC)
zh_cn: 查看模式(VNC)

source: Website
tr_tr: Web Sitesi
zh_cn: 网站

# MinimizeToSysTray
source: Minimize to notification area
es: Minimizar en la bandeja del sistema
ko_kr: 알림 영역 최소화
tr_tr: Bilgilendirme alanına küçült
zh_cn: 最小化到通知区域

source: Move down
es: Mover abajo
ko_kr: 아래로 이동
tr_tr: Aşağı in
zh_cn: 下移

source: Move up
es: Mover arriba
ko_kr: 위로 이동
tr_tr: Yukarı çık
zh_cn: 上移

# MyCurrentWindowsCreds
source: My current credentials (Windows logon information)
es: Mis credenciales actuales (información de inicio de sesión en Windows)
ko_kr: 내 현재 자격 증명 (Windows 로그온 정보)
tr_tr: Şimdiki kimlik bilgilerim (Windows oturum açma bilgileri)
zh_cn: 当前凭据(Windows登录信息)

source: Never
es: Nunca
ko_kr: 없음
tr_tr: Asla
zh_cn: 从不

source: New Panel
es: Nuevo Panel
ko_kr: 새로운 패널
tr_tr: Yeni Panel
zh_cn: 新建面板

source: New Root
es: Nueva Raíz
ko_kr: 새 루트
tr_tr: Yeni Kök
zh_cn: 新建根目录

source: New Title
es: Nuevo Título
ko_kr: 새로운 제목
tr_tr: Yeni Başlık
zh_cn: 新标题

source: No
ko_kr: 아니요
tr_tr: Hayır
zh_cn: 取消

# NoCompression
source: No сompression
es: Sin Compresión
ko_kr: 압축 안함
tr_tr: Sıkıştırmasız
zh_cn: 禁止压缩

# NoExtAppDefined
source: No ext. app specified.
es: App Externa no especificada.
tr_tr: Harici Uygulama belirtilmedi
zh_cn: 未指定外部应用程序。

# NoInformation
source: None
es: Ninguno
ko_kr: 없음
tr_tr: Yok
zh_cn: 无

source: None
es: Ninguno
ko_kr: 없음
tr_tr: Yok
zh_cn: 无

source: Normal
ko_kr: 표준
zh_cn: 正常

source: No SmartSize
es: Sin SmartSize
tr_tr: Akıllı Boyutlandırma yok
zh_cn: 禁用窗口自适应

source: No update available
es: Sin actualizaciones disponibles
ko_kr: 사용 가능한 업데이트가 없습니다.
tr_tr: Güncelleştirme yok
zh_cn: 无可用更新

# OldConffile
source: You are trying to load a connection file that was created using an very early version of mRemote, this could result in an runtime error. If you run into such an error, please create a new connection file!
es: Está intentando cargar un archivo de conexión que ha sido creado con una versión muy antigua de mRemote, ésto puede causar un error en tiempo de ejecución. ¡Si este error se produce, cree un nuevo archivo de conexión!
ko_kr: 매우 초기 버전의 mRemote를 사용하여 생성 된 연결 파일을로드하려고하면 런타임 오류가 발생할 수 있습니다. 이러한 오류가 발생하면 새 연결 파일을 만드십시오!
tr_tr: MRemote'un çok eski bir sürümü kullanılarak oluşturulmuş bir bağlantı dosyası yüklemeye çalışıyorsunuz, bu bir çalışma zamanı hatasına neden olabilir. Böyle bir hatayla karşılaşırsanız, lütfen yeni bir bağlantı dosyası oluşturun!
zh_cn: 您正在试图加载旧版mRemote连接配置文件，可能会导致出现运行时错误。如果您遇到此类错误，请创建新的连接配置文件！

# OpenNewTabRight
source: Open new tab to the right of the currently selected tab
es: Abrir nueva pestaña a la derecha de la actualmente seleccionada
ko_kr: 현재 선택된 탭의 오른쪽에 새 탭을 열기
tr_tr: Seçili sekmenin sağında yeni sekme açın
zh_cn: 新建标签于当前标签右侧

source: Open Ports
es: Puertos Abiertos
ko_kr: 열린 포트
tr_tr: Açık Portlar
zh_cn: 打开端口

# OptionsKeyboardButtonDelete
source: &Delete
ko_kr: 삭제(&D)
tr_tr: &Sil
zh_cn: 删除(&D)

# OptionsKeyboardButtonReset
source: &Reset to Default
ko_kr: 기본값으로 재설정 (&R)
tr_tr: &Varsayılana sıfırla
zh_cn: 重置为默认值(&R)

# OptionsKeyboardButtonResetAll
source: Reset &All to Default
ko_kr: 모두 기본값으로 재설정(&A)
tr_tr: Herşeyi &Varsayılana Sıfırla
zh_cn: 全部重置为默认值(&A)

source: Tabs
tr_tr: Sekmeler
zh_cn: 标签

# OptionsKeyboardCommandsNextTab
source: Next tab
ko_kr: 다음 탭
tr_tr: Sonraki Sekme
zh_cn: 下一个标签

# OptionsKeyboardCommandsPreviousTab
source: Previous tab
ko_kr: 이전 탭
tr_tr: Önceki Sekme
zh_cn: 上一个标签

# OptionsKeyboardGroupModifyShortcut
source: Modify shortcut
ko_kr: 단축키 수정
tr_tr: Kısayolu Değiştir
zh_cn: 修改快捷方式

# OptionsKeyboardLabelKeyboardShortcuts
source: Keyboard shortcuts
ko_kr: 키보드 단축키
tr_tr: Klavye Kısayolu
zh_cn: 键盘快捷键

# OptionsProxyTesting
source: Testing...
ko_kr: 테스트 ...
tr_tr: Test ediliyor...
zh_cn: 测试...

source: Keyboard
tr_tr: Klavye
zh_cn: 键盘

source: Theme
tr_tr: Tema
zh_cn: 主题

source: Panel Name
es: Nombre del Panel
ko_kr: 패널 이름
tr_tr: Panel Adı
zh_cn: 面板名称

source: Password protect
es: Protegido por Contraseña
ko_kr: 암호 보호
tr_tr: Parola koruması
zh_cn: 密码保护

# PasswordStatusMustMatch
source: Both passwords must match.
ko_kr: 두 암호가 일치해야합니다.
tr_tr: Parolalar eşleşmelidir.
zh_cn: 两个密码必须匹配。

# PasswordStatusTooShort
source: The password must be at least 3 characters long.
ko_kr: 암호는 3 자 이상이어야합니다.
tr_tr: Parolama en az 3 karakter uzunluğunda olmalıdır.
zh_cn: 密码必须至少有3个字符。

source: Please fill all fields
es: Pro favor, complete todos los campos
ko_kr: 모든 입력란을 채우십시오.
tr_tr: Lütfen tüm alanları doldurun
zh_cn: 请填写所有字段

source: Port scan complete.
ko_kr: 포트 스캔 완료.
tr_tr: Port taraması tamamlandı.
zh_cn: 端口扫描完成。

# PortScanCouldNotLoadPanel
source: Couldn't load PortScan panel!
es: ¡No se pudo cargar el Panel de Escaneo de Puertos!
ko_kr: 포트 스캔 패널을 로드 할 수 없습니다!
tr_tr: PortScan paneli yüklenemedi!
zh_cn: 无法载入端口扫描面板！

# PropertiesWillOnlyBeSavedMRemoteXML
source: (These properties will only be saved if you select mRemote/mRemoteNG XML as output file format!)
es: (¡Estas propiedades serán guardadas únicamente si selecciona mRemote/mRemoteNG XML como formato de archivo de salida!)
ko_kr: (출력 파일 형식으로 mRemote / mRemoteNG XML을 선택한 경우에만 이 속성이 저장됩니다.)
tr_tr: (Bu özellikler yalnızca çıktı dosyası biçimi olarak mRemote / mRemoteNG XML'yi seçerseniz kaydedilir!)
zh_cn: (仅当选择mRemote/mRemoteNG XML文件格式保存时，这些属性才会保存！)

# PropertyDescriptionAddress
source: Enter the hostname or ip you want to connect to.
es: Introduzca el nombre del host o IP con la que quiere conectar.
ko_kr: 연결할 호스트 이름 또는 IP를 입력하십시오.
tr_tr: Bağlanmak istediğiniz ana makine adını veya ip'yi girin.
zh_cn: 请输入您要连接的主机名或IP。

# PropertyDescriptionAll
source: Toggle all inheritance options.
es: Cambiar todas las opciones heredadas.
ko_kr: 모든 상속 옵션을 토글합니다.
tr_tr: Tüm kalıtım seçeneklerini açın veya kapatın.
zh_cn: 切换所有继承选项。

# PropertyDescriptionAuthenticationLevel
source: Select which authentication level this connection should use.
es: Seleccione el nivel de autentificación que esta conexión debe emplear.
ko_kr: 이 연결에서 사용할 인증 수준을 선택하십시오.
tr_tr: Bu bağlantının hangi kimlik doğrulama düzeyini kullanması gerektiğini seçin.
zh_cn: 请选择此链接使用的身份验证级别：

# PropertyDescriptionAuthenticationMode
source: Select how you want to authenticate against the VNC server.
es: Seleccione cómo quiere autentificar contra el servidor VNC.
ko_kr: VNC 서버에 대한 인증 방법을 선택하십시오.
tr_tr: VNC sunucusuna nasıl kimlik doğrulama yapmak istediğinizi seçin.
zh_cn: 请选择VNC服务器的身份验证方式。

# PropertyDescriptionAutomaticResize
source: Select whether to automatically resize the connection when the window is resized or when fullscreen mode is toggled. Requires RDC 8.0 or higher.
ko_kr: 창 크기를 조정할 때 또는 전체 화면 모드를 전환 할 때 자동으로 연결의 크기를 조정할지 여부를 선택하십시오. RDC 8.0 이상이 필요합니다.
tr_tr: Pencere yeniden boyutlandırıldığında veya tam ekran modu değiştirildiğinde pencereyi yeniden boyutlandırılmasını seçin. RDP 8.0 veya üstü gerektirir.
zh_cn: 在调整窗口大小时或在切换全屏模式时选择是否自动调整连接大小。需要RDC 8.0或更高版本。

# PropertyDescriptionCacheBitmaps
source: Select whether to use bitmap caching or not.
es: Seleccione si quiere cachear bitmap o no.
ko_kr: 비트 맵 캐싱 사용 여부를 선택하십시오.
tr_tr: Bitmap önbellekleme kullanılıp kullanılmayacağını seçin.
zh_cn: 请选择是否启用位图缓存功能。

# PropertyDescriptionColors
source: Select the colour quality to be used.
es: Seleccione la calidad de color a emplear.
ko_kr: 사용할 색 품질을 선택하십시오.
tr_tr: Kullanılacak renk kalitesini seçin.
zh_cn: 请选择颜色质量。

# PropertyDescriptionCompression
source: Select the compression value to be used.
es: Seleccione el nivel de compresión a emplear.
ko_kr: 사용할 압축 값을 선택하십시오.
tr_tr: Kullanılacak sıkıştırma değerini seçin.
zh_cn: 请选择压缩值。

# PropertyDescriptionDescription
source: Put your notes or a description for the host here.
es: Introduzca aquí sus notas ó una descripción del host.
ko_kr: 여기에 호스트에 대한 메모 나 설명을 입력하십시오.
tr_tr: Host için notlarınızı veya açıklamanızı buraya yazın.
zh_cn: 请在这里输入主机描述或备注。

# PropertyDescriptionDisplayThemes
source: Select yes if the theme of the remote host should be displayed.
es: Seleccione sí si el tema del host remoto debe ser mostrado.
ko_kr: 원격 호스트의 테마를 표시하려면 "예"를 선택하십시오.
tr_tr: Uzak host teması görüntülenmesi gerekiyorsa evet'i seçin.
zh_cn: 如果要启用远程主机的主题，请选择“是”。

# PropertyDescriptionDisplayWallpaper
source: Select yes if the wallpaper of the remote host should be displayed.
es: Seleccione sí si el fondo de escritorio del host remoto debe ser mostrado.
ko_kr: 원격 호스트의 배경 화면을 표시하려면 "예"를 선택하십시오.
tr_tr: Uzak host duvar kağıdının görüntülenmesi gerekiyorsa evet'i seçin.
zh_cn: 如果要启用远程主机的壁纸，请选择“是”。

# PropertyDescriptionDomain
source: Enter your domain.
es: Introduzca su dominio.
ko_kr: 도메인을 입력하십시오.
tr_tr: Alan adınızı girin.
zh_cn: 请输入您的域名。

# PropertyDescriptionEnableDesktopComposition
source: Select whether to use desktop composition or not.
es: Seleccione si emplear composición de escritorio o no.
ko_kr: 바탕 화면 구성을 사용할지 여부를 선택하십시오.
tr_tr: Masaüstü kompozisyonunu kullanıp kullanmamayı seçin.
zh_cn: 请选择是否启用桌面组合功能。

# PropertyDescriptionEnableFontSmoothing
source: Select whether to use font smoothing or not.
es: Seleccione si emplear suavizado de fuentes o no.
ko_kr: 글꼴 다듬기 사용 여부를 선택하십시오.
tr_tr: Yazı tipi yumuşatmayı kullanıp kullanmamayı seçin.
zh_cn: 如果要启用字体平滑，请选择“是”。
